[
    {
        "Quiz question": "Who lit the Olympic flame at the 1996 Atlanta Olympics?",
        "Answer": "Muhammad Ali"
    },
    {
        "Quiz question": "What is the highest break that can be achieved in a game of snooker?",
        "Answer": "155 (potting a free ball and then a black, followed by 15 reds, 15 blacks & all the colours)"
    },
    {
        "Quiz question": "What colour is the bullseye on a standard dartboard?",
        "Answer": "Red"
    },
    {
        "Quiz question": "What is the only Central American country in which baseball, not soccer, is the people's favourite sport?",
        "Answer": "Nicaragua"
    },
    {
        "Quiz question": "How many rounds are there in an Olympic boxing match?",
        "Answer": "4"
    },
    {
        "Quiz question": "Charlotte Edwards led England's women to World Cup glory in which sport in March 2009?",
        "Answer": "Cricket"
    },
    {
        "Quiz question": "Who won the 2009 Rugby World Sevens Cup?",
        "Answer": "Wales"
    },
    {
        "Quiz question": "Who is the only player to win a Champion's League medal, the Premiership and the FA Cup, and to be relegated from the Premiership without going on to play in the Championship?",
        "Answer": "Kanu"
    },
    {
        "Quiz question": "With which club did David Beckham make his football league debut?",
        "Answer": "Preston North End"
    },
    {
        "Quiz question": "In what year and in what country was the first FIFA world cup held?",
        "Answer": "1930, Uruguay"
    },
    {
        "Quiz question": "In which sport are the Thomas Cup, Uber Cup and Sudiman Cup tournaments played?",
        "Answer": "Badminton"
    },
    {
        "Quiz question": "How many players make up an Australian rules football team?",
        "Answer": "18"
    },
    {
        "Quiz question": "What is the only English league football team with no letters in common with the word 'mackeral'?",
        "Answer": "Swindon Town"
    },
    {
        "Quiz question": "In which event would you compete for the Borg Warner Cup?",
        "Answer": "The Indianapolis 500"
    },
    {
        "Quiz question": "In the 1966 World Cup, matches were played at two London venues. Wembley was one, but what was the other?",
        "Answer": "White City"
    },
    {
        "Quiz question": "Which category of sports men or women have been voted BBC Sports Personality of the Year the most times? Footballers, athletes or motor racing drivers?",
        "Answer": "Athletes"
    },
    {
        "Quiz question": "When world boomerang throwing championships were held from 1981, which country won it in 12 out of the first 13 years?",
        "Answer": "USA (Australia only won it once)"
    },
    {
        "Quiz question": "Which US city is home to sporting teams known as the Browns, the Cavaliers and the Indians?",
        "Answer": "Cleveland (NFL, NBA and MLB teams)"
    },
    {
        "Quiz question": "After which sporting hero was Formula 1 driver Lewis Hamilton named?",
        "Answer": "Carl Lewis"
    },
    {
        "Quiz question": "What official number Olympiad will London's Olympic Games be in 2012?",
        "Answer": "XXX (30) (They are sequentially numbered every 4 years since 1896 whether cancelled or not)"
    },
    {
        "Quiz question": "What official number Olympiad will London's Olympic Games be in 2012?",
        "Answer": "XXX (30) (They are sequentially numbered every 4 years since 1896 whether cancelled or not)"
    },
    {
        "Quiz question": "Which flower is the middle name of footballer turned TV presenter Bob Wilson?",
        "Answer": "Primrose"
    },
    {
        "Quiz question": "How is soccer superstar Ricardo Izecson dos Santos Leite better known?",
        "Answer": "Kaka"
    },
    {
        "Quiz question": "What was unusual about the Formula One World Drivers' Championship awarded to Jochen Rindt in 1970?",
        "Answer": "It was awarded posthumously (he died in practice for the Italian Grand Prix but already had enough points to win the season)"
    },
    {
        "Quiz question": "How many successive pots must a snooker player make to score a 147 break?",
        "Answer": "36"
    },
    {
        "Quiz question": "Who were the first two teams to compete in an international cricket match?",
        "Answer": "USA and Canada (1844)"
    },
    {
        "Quiz question": "What sized ball is a game of netball played with?",
        "Answer": "Size 5"
    },
    {
        "Quiz question": "How much is a try worth in rugby league?",
        "Answer": "4 points"
    },
    {
        "Quiz question": "Who won the Rugby World Cup in 2007?",
        "Answer": "South Africa"
    },
    {
        "Quiz question": "In golf, what does a stimpmeter measure?",
        "Answer": "The pace of the greens"
    },
    {
        "Quiz question": "Which soccer club's supporters are known as the Toon Army?",
        "Answer": "Newcastle Utd"
    },
    {
        "Quiz question": "What is the nickname of Grimsby Town Football Club?",
        "Answer": "The Mariners"
    },
    {
        "Quiz question": "When Steve McClaren became Enland manager who replaced him at his Premiership club?",
        "Answer": "Gareth Southgate (at Middlesbrough)"
    },
    {
        "Quiz question": "What was the nickname given to the famous boxing match between Mohammad Ali and Joe Frazier in1975?",
        "Answer": "Thrilla in Manila"
    },
    {
        "Quiz question": "What was Mohammad Ali's birth name?",
        "Answer": "Cassius Clay"
    },
    {
        "Quiz question": "What is the maximum number of horses allowed to run in the Grand National?",
        "Answer": "40"
    },
    {
        "Quiz question": "Which football team are known as the Rosso-nera or Rosso-Neri?",
        "Answer": "AC Milan"
    },
    {
        "Quiz question": "Which is the only horse to have won English, Scotish and Welsh Grand Nationals?",
        "Answer": "Earth Summit"
    },
    {
        "Quiz question": "Which two footall teams always play in a 2-5-3 formation?",
        "Answer": "Table football teams"
    },
    {
        "Quiz question": "Why is Cardiff the only Welsh football team to have triangular corner flags?",
        "Answer": "They are the only Welsh team to have won the F.A. cup"
    },
    {
        "Quiz question": "From which football club did Arsenal sign midfielder Cesc Fabregas?",
        "Answer": "Barcelona"
    },
    {
        "Quiz question": "Which football team are nicknamed the Rams?",
        "Answer": "Derby County"
    },
    {
        "Quiz question": "What colour are the 5 Olympic rings?",
        "Answer": "Blue, Yellow, Black, Green & Red"
    },
    {
        "Quiz question": "Which animal is South African rugby union player Bryan Habana often compared to?",
        "Answer": "Cheetah"
    },
    {
        "Quiz question": "Which rugby union team won the 2007 EDF energy cup?",
        "Answer": "Leicester tigers"
    },
    {
        "Quiz question": "Who won the Golden Boot at the 1986 football World Cup?",
        "Answer": "Gary Lineker"
    },
    {
        "Quiz question": "Which football team has the nickname of the Bluebirds?",
        "Answer": "Cardiff City"
    },
    {
        "Quiz question": "Which football team has the nickname of 'the Blades'?",
        "Answer": "Sheffield United"
    },
    {
        "Quiz question": "How many faults does a competitor get if they knock a fence down in showjumping?",
        "Answer": "Four"
    },
    {
        "Quiz question": "With which sport would you associate Nick Skelton?",
        "Answer": "Show Jumping"
    },
    {
        "Quiz question": "Which 5 American Football teams in the NFL use a bird for their name?",
        "Answer": "Philadelphia Eagles, Baltimore Ravens, Seattle Seahawks, Arizona Cardinals and Atlanta Falcons"
    },
    {
        "Quiz question": "Which South American country will host the 2014 FIFA World Cup?",
        "Answer": "Brazil"
    },
    {
        "Quiz question": "Name four race courses in the UK that don't have any of letters from the word 'race' in their name?",
        "Answer": "Plumpton, Ludlow, Goodwood and Huntingdon"
    },
    {
        "Quiz question": "As at 2008, how many modern Olympiads have taken place?",
        "Answer": "28"
    },
    {
        "Quiz question": "With which sport do you associate the English seed merchant Samuel Ryder?",
        "Answer": "Golf (he commissioned the Ryder Cup)"
    },
    {
        "Quiz question": "How many different scoring areas are there on a standard dart board?",
        "Answer": "82"
    },
    {
        "Quiz question": "Which British boxer went the distance with Muhammad Ali?",
        "Answer": "Joe Bugner"
    },
    {
        "Quiz question": "Who or what are the band Kaiser Chiefs named after?",
        "Answer": "A South African football club"
    },
    {
        "Quiz question": "How many times has the host nation won the football World Cup?",
        "Answer": "6 (Uruguay 1930, Italy 1934, England 1966, West Germany 1974, Argentina 1978, France 1998)"
    },
    {
        "Quiz question": "What is the diameter of a basketball hoop? 12 inches, 18 inches or 24 inches?",
        "Answer": "18 inches"
    },
    {
        "Quiz question": "How many events are there in a decathlon?",
        "Answer": "10"
    },
    {
        "Quiz question": "Wembley finally hosted an FA Cup fin 2007, but which two teams were the last to compete in the FA Cup final at the old Wembley?",
        "Answer": "Chelsea and Aston Villa (in 2000)"
    },
    {
        "Quiz question": "In cycling, what colour jersey is awarded to the leader in a stage race of the Tour de France?",
        "Answer": "Yellow"
    },
    {
        "Quiz question": "At which racecourse is the Derby and the Oaks traditionally run?",
        "Answer": "Epsom"
    },
    {
        "Quiz question": "Cyril the Swan is the mascot for which football club?",
        "Answer": "Swansea"
    },
    {
        "Quiz question": "Which Rugby League team has the nickname the Rams?",
        "Answer": "Dewsbury"
    },
    {
        "Quiz question": "The Nursery End, the Pavilion End and St John's Road are all linked with which sporting ground?",
        "Answer": "Lords"
    },
    {
        "Quiz question": "In which country are the first-class cricket sides United Bank and National Bank based?",
        "Answer": "Pakistan"
    },
    {
        "Quiz question": "Which is the only racecourse in Yorkshire not to host flat racing?",
        "Answer": "Wetherby"
    },
    {
        "Quiz question": "In which sport may a match be decide using the Duckworth Lewis method?",
        "Answer": "Cricket (one day)"
    },
    {
        "Quiz question": "Who became the first footballer to receive a knighthood?",
        "Answer": "Stanley Matthews"
    },
    {
        "Quiz question": "Which football team has its ground closest to the river Mersey?",
        "Answer": "Stockport County"
    },
    {
        "Quiz question": "In horse racing, what betting odds are known as a 'carpet'?",
        "Answer": "3-1"
    },
    {
        "Quiz question": "Which rugby super league team have the nickname 'Wolves'?",
        "Answer": "Warrington"
    },
    {
        "Quiz question": "Slider, sacrifice fly and R.B.I. are all terms used in which sport?",
        "Answer": "Baseball"
    },
    {
        "Quiz question": "Which sport can't you play left handed?",
        "Answer": "Polo"
    },
    {
        "Quiz question": "Which English League club plays football at Irthlingborough?",
        "Answer": "Rushen and Diamonds"
    },
    {
        "Quiz question": "Which British club plays football at York Street?",
        "Answer": "Boston United"
    },
    {
        "Quiz question": "As at 2006, how many times have Liverpool FC won the European Cup / Champions League?",
        "Answer": "5"
    },
    {
        "Quiz question": "Who won the Golden boot at the 1974 football World Cup?",
        "Answer": "Grzegorz Lato"
    },
    {
        "Quiz question": "What football club did Sir Matt Busby sign for at the age of 17?",
        "Answer": "Manchester City"
    },
    {
        "Quiz question": "In 1744, which British golf course established the first golf club?",
        "Answer": "Muirfield"
    },
    {
        "Quiz question": "In which sport might you see the two teams defending goals of different sizes?",
        "Answer": "Water Polo (the goal in the shallow end can be higher)"
    },
    {
        "Quiz question": "Name the footballer at club level who has played along side Bobby Moore, Liam Brady and Alan Shearer?",
        "Answer": "Tony Gale"
    },
    {
        "Quiz question": "Steve McLaren was manager of which football club immediately before being appointed England manager?",
        "Answer": "Middlesbrough"
    },
    {
        "Quiz question": "Which Marquis of Queensbury formulated the rules of boxing? The 1st, 4th or 8th?",
        "Answer": "8th"
    },
    {
        "Quiz question": "Which sport uses a piece of equipment that is 5 foot wide and 9 foot long?",
        "Answer": "Table Tennis"
    },
    {
        "Quiz question": "As at 2006, who was the last european to win the Tour de France?",
        "Answer": "Marco Pantani (in 1998)"
    },
    {
        "Quiz question": "At the end of the 2005/06 Premiership season, which football team had the stadium with the highest capacity?",
        "Answer": "Manchester United (Old Trafford - 76,000)"
    },
    {
        "Quiz question": "In what sport do players take long and short corners?",
        "Answer": "Hockey"
    },
    {
        "Quiz question": "Which player scored England's first goal in the 2006 World Cup?",
        "Answer": "Carlos Gamarra (own goal)"
    },
    {
        "Quiz question": "Durham County Cricket Club and Middlesbrough Football Club both have stadiums called what?",
        "Answer": "The Riverside"
    },
    {
        "Quiz question": "Which 2 teams contested the only World Cup final to end 0-0 before penalties?",
        "Answer": "Brazil and Italy (1994 in USA)"
    },
    {
        "Quiz question": "Which is the only non European country to host the World Cup more than once?",
        "Answer": "Mexico (in 1970 and 1986)"
    },
    {
        "Quiz question": "Who is the oldest man to score in the final stages of a World Cup and for which country?",
        "Answer": "Roger Milla of Cameroon (He was 42 when he scored against Russia in 1994)"
    },
    {
        "Quiz question": "Who were the last team to be runners-up in 2 consecutive World Cups?",
        "Answer": "West Germany (in 1982 and 1986)"
    },
    {
        "Quiz question": "Why was the 2006 Superbowl larger than usual?",
        "Answer": "As it was the 40th Superbowl it was called 'Superbowl XL'"
    },
    {
        "Quiz question": "Between which two football teams was the first ever penalty shoot out to decide a competitive match?",
        "Answer": "Hull City and Manchester United"
    },
    {
        "Quiz question": "Who scored Arsenal's goal in the 2-1 defeat by Barcelona in the 2006 Champions League Final?",
        "Answer": "Sol Campbell"
    },
    {
        "Quiz question": "Which England footballer of the 1970s had the nickname Crazy Horse?",
        "Answer": "Emlyn Hughes"
    },
    {
        "Quiz question": "Who became World Professional Snooker Champion for the first time in 2006?",
        "Answer": "Graeme Dott"
    },
    {
        "Quiz question": "What is the name of the boxer portrayed by Paul Newman in the 1956 film 'Somebody Up There Likes Me'?",
        "Answer": "Rocky Graziano"
    },
    {
        "Quiz question": "If you were at the brickyard, what sport would you be watching?",
        "Answer": "Motor Racing (The Indianapolis 500)"
    },
    {
        "Quiz question": "Which sporting star has a line of designer clothing called Aneres?",
        "Answer": "Serena Williams (Aneres is Serena spelt backwards)"
    },
    {
        "Quiz question": "In 1978 and 1979, who became the only player to have won two consecutive FA cups with two different teams?",
        "Answer": "Brian Talbot  (Ipswich and Arsenal)"
    },
    {
        "Quiz question": "What was the name of the horse, part owned by Alex Ferguson in 2004 when he got involved in a row about stud rights?",
        "Answer": "Rock Of Gibraltar"
    },
    {
        "Quiz question": "Who is the only player to have won two consecutive FA cups with two different teams?",
        "Answer": "Brian Talbot (Ipswich and Arsenal)"
    },
    {
        "Quiz question": "Which country won the 2005 Elephant Polo world championship?",
        "Answer": "Scotland"
    },
    {
        "Quiz question": "Who were the first British football club to win a European trophy?",
        "Answer": "Tottenham Hotspur (1963 Cup Winners Cup)"
    },
    {
        "Quiz question": "Who was the first black footballer to captain England?",
        "Answer": "Paul Ince"
    },
    {
        "Quiz question": "What was the year and venue of the Olympic games at which Steve Redgrave won his first gold medal?",
        "Answer": "Los Angeles 1984"
    },
    {
        "Quiz question": "Which sport is played over four periods of 15 minutes where only two of the seven players can score?",
        "Answer": "Netball"
    },
    {
        "Quiz question": "By what name is the professional wrestler Mark Calaway better known?",
        "Answer": "The Undertaker"
    },
    {
        "Quiz question": "What was the name of the opponent that Mike Tyson bit the ear lobe off?",
        "Answer": "Evander Holyfield"
    },
    {
        "Quiz question": "Which jump in the Grand National shares its name with a piece of furniture?",
        "Answer": "The Chair"
    },
    {
        "Quiz question": "Who was manager of Manchester United immediately before Sir Alex Ferguson?",
        "Answer": "Ron Atkinson"
    },
    {
        "Quiz question": "At which sporting venue would you find Melling Road?",
        "Answer": "Aintree race course"
    },
    {
        "Quiz question": "How many times did Nigel Mansell win the British Grand Prix?",
        "Answer": "4"
    },
    {
        "Quiz question": "Which Olympic sport needs a planting box?",
        "Answer": "Pole Vault"
    },
    {
        "Quiz question": "The name of which football club is an anagram of 'Red Admiral'?",
        "Answer": "Real Madrid"
    },
    {
        "Quiz question": "The name of which football club is an anagram of 'Red Admiral'?",
        "Answer": "Real Madrid"
    },
    {
        "Quiz question": "Which Brian scored the first ever Premiership goal?",
        "Answer": "Brian Deane"
    },
    {
        "Quiz question": "How many world title fights did Mohammed Ali contest under the name of Cassius Clay",
        "Answer": "1"
    },
    {
        "Quiz question": "When were the Winter and Summer Olympics last held in the same year?",
        "Answer": "1992"
    },
    {
        "Quiz question": "Why don't Spaniards sing along when their national anthem is played after winning gold medals at the Olympic Games?",
        "Answer": "It has no words"
    },
    {
        "Quiz question": "What is the longest athletic race in the Olympic Games?",
        "Answer": "Men's 50 km walk (31.5 miles)"
    },
    {
        "Quiz question": "Which two countries contested the first ever international cricket match?",
        "Answer": "Canada and USA (in 1844)"
    },
    {
        "Quiz question": "Who succeeded Alf Ramsey to become caretaker manger for the English national football team in 1974?",
        "Answer": "Joe Mercer"
    },
    {
        "Quiz question": "What non-mechanical sport achieves the highest speeds?",
        "Answer": "Sky-diving"
    },
    {
        "Quiz question": "As at January 2006, which footballer holds the record for the fastest hat-trick, scoring 3 goals in less than 5 minutes?",
        "Answer": "Robbie Fowler"
    },
    {
        "Quiz question": "Which sportsman's autobiography is called 'My Side'?",
        "Answer": "David Beckham's"
    },
    {
        "Quiz question": "In 1990, what item of kit was made compulsory for all footballers, by FIFA?",
        "Answer": "Shin pads"
    },
    {
        "Quiz question": "Which Football team overturned a 3-0 half-time score to win the Champions League final in 2005?",
        "Answer": "Liverpool"
    },
    {
        "Quiz question": "What number did Damon Hill carry on his car in both his first and second seasons for Williams-Renault?",
        "Answer": "0"
    },
    {
        "Quiz question": "What is the highest score a judge can award in figure skating?",
        "Answer": "6"
    },
    {
        "Quiz question": "As at November 2005, what is the world record for the fastest tennis serve? 142 mph, 155 mph or 168 mph",
        "Answer": "155mph"
    },
    {
        "Quiz question": "Which Snooker player was nicknamed the Romford Robot?",
        "Answer": "Steve Davis"
    },
    {
        "Quiz question": "Which three horse races make up the Triple Crown?",
        "Answer": "2000 Guineas, Epsom Derby and St Leger"
    },
    {
        "Quiz question": "Eamonn Martin in 1993 was the last Briton to win which annual event?",
        "Answer": "The London Marathon"
    },
    {
        "Quiz question": "When Geoff Boycott scored his 100th first class century, which batsman was at the crease with him?",
        "Answer": "Graham Roope"
    },
    {
        "Quiz question": "What is the only football team in the UK with the letter J in its name?",
        "Answer": "St Johnstone"
    },
    {
        "Quiz question": "From which football team did Arsenal sign David Seaman?",
        "Answer": "Queens Park Rangers"
    },
    {
        "Quiz question": "As at 2005, who is the only footballer to have scored in every round of a World Cup including the Final?",
        "Answer": "Jairzinho"
    },
    {
        "Quiz question": "In which year was Nigel Mansell Formula 1 Champion?",
        "Answer": "1992"
    },
    {
        "Quiz question": "What colour of hat does a water polo goalkeeper wear?",
        "Answer": "Red"
    },
    {
        "Quiz question": "Susan Brown made sporting history in April 1981 by beoming the first female what?",
        "Answer": "Cox in the boat race"
    },
    {
        "Quiz question": "What was the nationality of the man who was leading the marathon in the 2004 Olympics before he got knocked over by someone who ran out of the crowd?",
        "Answer": "Brazilian"
    },
    {
        "Quiz question": "What was the nickname of the swimmer from Equatorial Guinea who took over 2 minutes to complete 100 metres freestyle in the Sydney Olympics 2000?",
        "Answer": "Eric the Eel"
    },
    {
        "Quiz question": "How many scoring zones are there on a conventional dart board?",
        "Answer": "82"
    },
    {
        "Quiz question": "With which sport would you most associate the commentator Ted Lowe?",
        "Answer": "Snooker"
    },
    {
        "Quiz question": "Which football team play at Goodison Park?",
        "Answer": "Everton"
    },
    {
        "Quiz question": "Which of these is a popular Bodybuilding magazine? 'Posedown', 'Gymbag' or 'Flex'?",
        "Answer": "Flex"
    },
    {
        "Quiz question": "In what year did Rugby League team St Helens collect their first Super League title?",
        "Answer": "1996"
    },
    {
        "Quiz question": "What high profile footballer was sent off on the openng day of the 1997/98 season of the premiership?",
        "Answer": "Alan Shearer"
    },
    {
        "Quiz question": "In 2004, Ronnie Coleman equaled a famous film star by winning a title for the seventh time. In which field was this?",
        "Answer": "Bodybuilding (Arnold Swarzennegger has also won the Mr Olympia title 7 times)"
    },
    {
        "Quiz question": "Who was the first Rugby League player to score a hat trick in a Wembley Challenge Cup Final?",
        "Answer": "Robbie Paul"
    },
    {
        "Quiz question": "Which top flight Australian Rugby League team play at Suncorp Stadium?",
        "Answer": "Brisbane Broncos"
    },
    {
        "Quiz question": "Which American wrestler uses the finishing move 'The Peoples Elbow'?",
        "Answer": "The Rock"
    },
    {
        "Quiz question": "Which football is nicknamed 'The Baby Faced Assassin'?",
        "Answer": "Ole Gunnar Solskjaer"
    },
    {
        "Quiz question": "When Manchester United won the 1999 Champions League Final 2-1, who scored for Bayern Munich",
        "Answer": "Mario Basler"
    },
    {
        "Quiz question": "In which famous race is the slowest man of the day given a red lantern?",
        "Answer": "Tour de France"
    },
    {
        "Quiz question": "Gansu Sky Horses are a football team in which country?",
        "Answer": "China (Paul Gascoigne was their player coach)"
    },
    {
        "Quiz question": "Who scored the winning goal in the 2004 / 2005 FA Cup Final with his last kick for his club?",
        "Answer": "Patrik Vieira"
    },
    {
        "Quiz question": "Who was the first male Brit to win a Wimbledon title after Fred Perry?",
        "Answer": "John Lloyd (mixed doubles in 1983)."
    },
    {
        "Quiz question": "Which player holds the record for the most goals scored in a season when he scored 60 for Everton in the 1927-28 season?",
        "Answer": "Dixie Dean"
    },
    {
        "Quiz question": "Who was the first football player ever to be sent off in an F. A. Cup final?",
        "Answer": "Kevin Moran (for Man Utd in 1985)"
    },
    {
        "Quiz question": "Who was the first black footballer to score for England?",
        "Answer": "Luther Blissett"
    },
    {
        "Quiz question": "Which country did Bruce Grobbellar represent at football?",
        "Answer": "Zimbabwe"
    },
    {
        "Quiz question": "In which years of the 20th century were the Olympics cancelled due to war?",
        "Answer": "1916, 1940 and 1944"
    },
    {
        "Quiz question": "Which country unexpectedly won the cricket world cup in 1996?",
        "Answer": "Sri Lanka"
    },
    {
        "Quiz question": "On August 22nd 1964, Liverpool's 3-2 defeat of Arsenal was the first ever match to do what?",
        "Answer": "Appear on 'Match Of The Day'"
    },
    {
        "Quiz question": "When Trevor Francis became the first million pound footballer, which teams was he transferred from and to?",
        "Answer": "From Birmingham City to Nottingham Forest"
    },
    {
        "Quiz question": "Who was the first professional footballer to be knighted?",
        "Answer": "Sir Stanley Matthews"
    },
    {
        "Quiz question": "What is the sum of all the numbers round a dartboard?",
        "Answer": "210"
    },
    {
        "Quiz question": "Which is the only club to have won the European Cup/Champions League more times than it won it's domestic league?",
        "Answer": "Nottingham Forest"
    },
    {
        "Quiz question": "Who beat England in the 1992 cricket World Cup final?",
        "Answer": "Pakistan"
    },
    {
        "Quiz question": "What was David Beckham's squad number at Manchester United before the retirement of Eric Cantona?",
        "Answer": "10"
    },
    {
        "Quiz question": "In football, who was the English Goalkeeper in Euro 2005?",
        "Answer": "Josephine Fletcher"
    },
    {
        "Quiz question": "Which sport uses a piece of equipment that must be exactly 9 foot long and 5 foot wide?",
        "Answer": "Table Tennis"
    },
    {
        "Quiz question": "What sport has 4 letters and begins with a 'T'?",
        "Answer": "Golf"
    },
    {
        "Quiz question": "As at the end of the 2004-05 season, which team last won the FA Cup from outside Englands top division?",
        "Answer": "West Ham United"
    },
    {
        "Quiz question": "Which London football club once had Richard Attenborough as a director?",
        "Answer": "Chelsea"
    },
    {
        "Quiz question": "How many balls are on a snooker table at the start of a game?",
        "Answer": "22"
    },
    {
        "Quiz question": "Which team won the first Oxford v Cambridge boat race? Oxford, Cambridge or Neither?",
        "Answer": "Oxford"
    },
    {
        "Quiz question": "Which boxer had the nickname 'The Dark Destroyer'?",
        "Answer": "Nigel Benn"
    },
    {
        "Quiz question": "At which bridge does the University boat race start?",
        "Answer": "Putney"
    },
    {
        "Quiz question": "In centimetres, what is the maximum length a rounders bat can be? 46cm, 56 cm or 66cm?",
        "Answer": "46cm"
    },
    {
        "Quiz question": "With which football club would you associate the Toon Army?",
        "Answer": "Newcastle United"
    },
    {
        "Quiz question": "In 1966, who won a Formula One World Championship in a car of his own design?",
        "Answer": "Jack Brabham"
    },
    {
        "Quiz question": "For which team did Bobby Stokes score the winning goal in the 1976 F A Cup final?",
        "Answer": "Southampton"
    },
    {
        "Quiz question": "Which two rugby league teams play at Craven Park?",
        "Answer": "Hull Kingston Rovers and Barrow"
    },
    {
        "Quiz question": "Which two football teams play at St. James Park?",
        "Answer": "Newcastle Utd and Exeter City"
    },
    {
        "Quiz question": "Which English football team were the first to have an all-seater stadium?",
        "Answer": "Coventry City"
    },
    {
        "Quiz question": "What was the name of the mascot for the 1966 World Cup finals held in England?",
        "Answer": "World Cup Willie"
    },
    {
        "Quiz question": "What is the only olympic sport that has a finish line that no competitor will ever cross?",
        "Answer": "Swimming"
    },
    {
        "Quiz question": "Who were the first team to win a penalty shoot out in the FA Cup?",
        "Answer": "Rotherham United"
    },
    {
        "Quiz question": "Within the four senior Scottish football divisions, which 6 clubs have names which begin with the letter A?",
        "Answer": "Aberdeen, Airdrie Utd, Ayr Utd, Alloa, Arbroath and Albion Rovers."
    },
    {
        "Quiz question": "Which 9 football clubs in the four Scottish and English senior divisions have names which include North, South, East or West in their title?",
        "Answer": "Queen of the South, East Fife, East Stirling, Southampton, West Bromwich Albion, Preston North End, West Ham United, Southend and Northampton."
    },
    {
        "Quiz question": "Which football team started life called Dial Square FC?",
        "Answer": "Arsenal"
    },
    {
        "Quiz question": "In season 2004 /2005, which Premiership team had the largest pitch at 9440 square yards?",
        "Answer": "Manchester City"
    },
    {
        "Quiz question": "In season 2004 / 2005, which Premiership team has the smallest pitch of 7810 square yards?",
        "Answer": "Arsenal"
    },
    {
        "Quiz question": "Which football team started life called Dial Square FC?",
        "Answer": "Arsenal"
    },
    {
        "Quiz question": "What was unique about the Toronto Blue Jays baseball world series win in 1992?",
        "Answer": "They were the first non-Americans to win"
    },
    {
        "Quiz question": "Who declared the 1936 Olympics officially open?",
        "Answer": "Adolf Hitler"
    },
    {
        "Quiz question": "Which five teams in the English football leage have names which start and end with the same letter?",
        "Answer": "Liverpool, Aston Villa, Charlton Athletic, Northampton Town and York City"
    },
    {
        "Quiz question": "In which sport are competitors forbidden to play left handed?",
        "Answer": "Polo"
    },
    {
        "Quiz question": "Which famous footballer played for teams including Machester United, Hibernian and Los Angeles Aztecs?",
        "Answer": "George Best"
    },
    {
        "Quiz question": "What sport's balls does William Shakespeare refer to in Henry V? Tennis, Bowls or Golf?",
        "Answer": "Tennis (From Henry V - King Henry V: 'What treasure, uncle? Exeter: 'Tennis-balls, my liege'."
    },
    {
        "Quiz question": "Which golfer coined the term 'caddy'? Oliver Cromwell, Henry VIII or Mary Queen of Scots?",
        "Answer": "Mary Queen of Scots (the first known female golfer coined the term Ã¢â‚¬Å“caddyÃ¢â‚¬Â in 1552, calling her assistants cadets)"
    },
    {
        "Quiz question": "Which Italian footballer won the Golden Boot award in the 1990 World Cup?",
        "Answer": "Salvatore 'Toto' Schillaci"
    },
    {
        "Quiz question": "Who was David Beckham sent off for kicking in the 1998 World Cup game against Argentina?",
        "Answer": "Diego Simeone"
    },
    {
        "Quiz question": "Which football team won the World Cup in 2002?",
        "Answer": "Brazil"
    },
    {
        "Quiz question": "Which horse won the Grand National in 2005?",
        "Answer": "Hedgehunter"
    },
    {
        "Quiz question": "Why did Matthew Simmons hit the headlines in 1995?",
        "Answer": "He was the Crystal Palace fan who Eric Cantona attacked after being sent off"
    },
    {
        "Quiz question": "Where do Arbroath F.C. play their home games?",
        "Answer": "Gayfield"
    },
    {
        "Quiz question": "Which football team won the World Cup in 1986?",
        "Answer": "Argentina"
    },
    {
        "Quiz question": "Who holed the winning putt for Europe in the 2002 Ryder Cup?",
        "Answer": "Paul McGinlay"
    },
    {
        "Quiz question": "How many rounds are there in an amateur boxing match?",
        "Answer": "3"
    },
    {
        "Quiz question": "By 1966, how many times had Brazil won the World Cup?",
        "Answer": "Twice"
    },
    {
        "Quiz question": "What is the maximum score for a single game in 10-pin bowling?",
        "Answer": "300"
    },
    {
        "Quiz question": "By 1966, how many times had Brazil won the World Cup?",
        "Answer": "Twice"
    },
    {
        "Quiz question": "Who were the first British football team to win the European cup?",
        "Answer": "Celtic"
    },
    {
        "Quiz question": "Which footballer scored the first ever goal in the English Premiership?",
        "Answer": "Brian Deane"
    },
    {
        "Quiz question": "Which British football team won the European Cup in 1968?",
        "Answer": "Manchester United"
    },
    {
        "Quiz question": "What kind of sport is the game of futsal?",
        "Answer": "Indoor football"
    },
    {
        "Quiz question": "Which of the following football teams won the World Cup before the other two? England, Italy or France?",
        "Answer": "Italy"
    },
    {
        "Quiz question": "In which Scottish city are Partick Thistle football club based?",
        "Answer": "Glasgow"
    },
    {
        "Quiz question": "With which sport would you associate Tony Drago?",
        "Answer": "Snooker"
    },
    {
        "Quiz question": "In feet and inches, how far should the centre of dartboard be from the floor?",
        "Answer": "5 ft 8 in"
    },
    {
        "Quiz question": "What sport features in the Stella Artois tournament?",
        "Answer": "Tennis"
    },
    {
        "Quiz question": "How long is a hockey pitch? 60 yards, 80 yards or 100 yards?",
        "Answer": "100 yards"
    },
    {
        "Quiz question": "How is the sport of tauromachy better known?",
        "Answer": "Bull fighting"
    },
    {
        "Quiz question": "Which european country reached the quarter finals of the 1990 soccer World Cup without winning a match?",
        "Answer": "The Republic Of Ireland"
    },
    {
        "Quiz question": "Which swimming stroke was not introduced into the Olympics until 1956?",
        "Answer": "Butterfly"
    },
    {
        "Quiz question": "What three words, when separated by commas make up the motto of the Olympic games?",
        "Answer": "Faster, higher and stronger."
    },
    {
        "Quiz question": "At which venue is the Scottish Cup Final traditionally played?",
        "Answer": "Hampden Park"
    },
    {
        "Quiz question": "In inches what is the diameter of a standard dartboard?",
        "Answer": "18 inches"
    },
    {
        "Quiz question": "In which sport are there defensive positions called prime, tierce and octave?",
        "Answer": "Fencing"
    },
    {
        "Quiz question": "What is the name of the sport which combines cross-country skiing and rifle marksmanship?",
        "Answer": "Biathlon"
    },
    {
        "Quiz question": "In which country did the second football World Cup take place in 1934?",
        "Answer": "Italy"
    },
    {
        "Quiz question": "How many penalty strokes are added for a lost ball in golf?",
        "Answer": "1"
    },
    {
        "Quiz question": "Peter Shilton played his 1000th league game with which club?",
        "Answer": "Leyton Orient"
    },
    {
        "Quiz question": "In which sport would you go to a basho?",
        "Answer": "Sumo Wrestling"
    },
    {
        "Quiz question": "In which city were the 1996 Olympic Games held?",
        "Answer": "Atlanta (in Georgia)"
    },
    {
        "Quiz question": "Excluding the ball (which has a core made from cork), how many pieces of wooden equipment are necessary for a game of cricket?",
        "Answer": "12 (6 stumps, 4 bails & 2 bats)"
    },
    {
        "Quiz question": "Which city will host the 2004 Summer Olympics?",
        "Answer": "Athens"
    },
    {
        "Quiz question": "In 2004, Arsenal became only the second team to go a whole season in the top division unbeaten. Who were the first?",
        "Answer": "Preston North End"
    },
    {
        "Quiz question": "Which of the following is not a proper football team? Bristol Rovers, Crystal Palace or Macclesfield Harriers?",
        "Answer": "Macclesfield Harriers"
    },
    {
        "Quiz question": "What nationality was the 1962 Formula One World Drivers Championship winner Graham Hill?",
        "Answer": "British"
    },
    {
        "Quiz question": "Which two English league football clubs play at St James Park?",
        "Answer": "Newcastle United and Exeter City"
    },
    {
        "Quiz question": "Which football team were the subject of the 1984 song 'The Boys In Blue'?",
        "Answer": "Everton"
    },
    {
        "Quiz question": "The first ever Commonwealth games were held in which country?",
        "Answer": "Canada"
    },
    {
        "Quiz question": "Which of the following is not a formation in football? 4-4-2, 4-5-3 or 3-5-2?",
        "Answer": "4-5-3"
    },
    {
        "Quiz question": "The volume of a golf ball is approximately equal to how many cubic centimeters? 8, 22 or 40?",
        "Answer": "40"
    },
    {
        "Quiz question": "Which of the following is not a proper football team? Brechin City, Airdrie City or Elgin City?",
        "Answer": "Airdrie City"
    },
    {
        "Quiz question": "What was Muhammed Ali's name before he changed it?",
        "Answer": "Cassius Clay"
    },
    {
        "Quiz question": "From which football club did Blackburn Rovers buy Alan Shearer?",
        "Answer": "Southampton"
    },
    {
        "Quiz question": "How many players make up a team in Gaelic football?",
        "Answer": "15"
    },
    {
        "Quiz question": "In 2003, which team did Arsenal lose 2-1 to, resulting in their exit from the European Champions League?",
        "Answer": "Valencia"
    },
    {
        "Quiz question": "In which decade did the two-man bobsled team begin competing at the world level?",
        "Answer": "1930s"
    },
    {
        "Quiz question": "How many players are there in a baseball team?",
        "Answer": "9"
    },
    {
        "Quiz question": "In which county is Lord's cricket ground?",
        "Answer": "Middlesex"
    },
    {
        "Quiz question": "The Iroquois Cup is contested in what sport?",
        "Answer": "Lacrosse"
    },
    {
        "Quiz question": "Who won six World Professional Snooker Championships in the 1970s?",
        "Answer": "Ray Reardon"
    },
    {
        "Quiz question": "In sport, where would you find a tic-tac man?",
        "Answer": "At a racecourse"
    },
    {
        "Quiz question": "Which team won the Rugby World Cup in 1995?",
        "Answer": "South Africa"
    },
    {
        "Quiz question": "As at the end of 2001, who is the only player to have captained winning Scottish and English FA Cup teams?",
        "Answer": "Martin Buchan"
    },
    {
        "Quiz question": "In feet, how high above the floor is the net on a basketball court?",
        "Answer": "10 feet"
    },
    {
        "Quiz question": "Which of the following events did Jesse Owens not win a gold medal for at the 1936 Olympics? Long Jump, 200m or 400m?",
        "Answer": "400m"
    },
    {
        "Quiz question": "At which event in the 1968 Olympics did Dick Fosbury win with a radical new technique?",
        "Answer": "The High Jump"
    },
    {
        "Quiz question": "In the France 98 World Cup finals, what was true of all 22 players in the squads of England, Japan, Saudi Arabia and Spain, but of no others?",
        "Answer": "They all played in their own country's leagues."
    },
    {
        "Quiz question": "In which year did Argentina win the World Cup for the first time?",
        "Answer": "1978"
    },
    {
        "Quiz question": "Who was Britain's first million pound footballer?",
        "Answer": "Trevor Francis"
    },
    {
        "Quiz question": "Robert Fowler recorded a world record at which of the following events in 1909? Marathon, 100m or Long Jump?",
        "Answer": "Marathon"
    },
    {
        "Quiz question": "At which sport did Johnny Weismuller, who played the character of Tarzan on screen, win 5 Olympic Gold medals?",
        "Answer": "Swimming"
    },
    {
        "Quiz question": "Which famous sporting team first began in 1926 when they were known as the Savoy Big Five?",
        "Answer": "The Harlem Globetrotters"
    },
    {
        "Quiz question": "Which sporting event did the Brit Ann Haydon Jones win in 1969?",
        "Answer": "Wimbledon"
    },
    {
        "Quiz question": "Brothers Gary and Philip Neville have both represented England at what sport?",
        "Answer": "Football"
    },
    {
        "Quiz question": "How many times have the Olympic Games been cancelled due to war?",
        "Answer": "Three"
    },
    {
        "Quiz question": "A Bulgarian and a Russian shared the golden boot in the 1994 World Cup finals, both scoring 6 goals. Who were they?",
        "Answer": "Stoichkov and Salenko"
    },
    {
        "Quiz question": "With which sport was American Babe Ruth most commonly associated?",
        "Answer": "Baseball"
    },
    {
        "Quiz question": "Who were the last team to win the FA Cup wearing red and white striped shirts?",
        "Answer": "Sunderland"
    },
    {
        "Quiz question": "As at 2001, which golfer has won 18 majors in his career, the most by a single player?",
        "Answer": "Jack Nicklaus"
    },
    {
        "Quiz question": "How many players make up an Australian rules football team?",
        "Answer": "18"
    },
    {
        "Quiz question": "In inches how wide is the balance beam in Olympic gymnastics? 2, 4 or 6?",
        "Answer": "4"
    },
    {
        "Quiz question": "Which sportsman in 1977 published his autobiography called 'My Life And The Beautiful Game'?",
        "Answer": "Pele"
    },
    {
        "Quiz question": "Which of these is the lighest weight category in boxing? Bantamweight, Featherweight, Lightweight or Welterweight?",
        "Answer": "Bantamweight"
    },
    {
        "Quiz question": "Which boxer was nicknames 'The Brown Bomber'?",
        "Answer": "Joe Louis"
    },
    {
        "Quiz question": "In snooker, what colour is the ball that begins a game in the centre of the table?",
        "Answer": "Blue"
    },
    {
        "Quiz question": "In football, Sunderland and Benfica both have stadiums with what common name?",
        "Answer": "Stadium Of Light"
    },
    {
        "Quiz question": "Who won the US Masters in 2004, the first time he has won a major?",
        "Answer": "Phil Mickelson"
    },
    {
        "Quiz question": "Which cricketer resigned as England captain in the winter of 1997/98 after having captained them in a record 54 test matches?",
        "Answer": "Michael Atherton"
    },
    {
        "Quiz question": "In the 1996 Olympics, who was disqualified from the 100m final after two false starts?",
        "Answer": "Linford Christie"
    },
    {
        "Quiz question": "In what city is the Kentucky Derby held?",
        "Answer": "Louisville"
    },
    {
        "Quiz question": "Which fighter's 34 bout run was ended by Steve Collins in 1995?",
        "Answer": "Chris Eubank"
    },
    {
        "Quiz question": "Who was the first snooker player to score a maximum 147 break in World Championship snooker?",
        "Answer": "Cliff Thornburn"
    },
    {
        "Quiz question": "What is the name of the theatre in Sheffield where the World Professional Snooker championships take place?",
        "Answer": "The Crucible"
    },
    {
        "Quiz question": "What was the scoreline when Brazil beat Italy in the 1970 World Cup final?",
        "Answer": "4-1"
    },
    {
        "Quiz question": "Who was the first goalkeeper to save a penalty in an FA Cup final?",
        "Answer": "Dave Beasant"
    },
    {
        "Quiz question": "Which country scored the first goal in the first soccer World Cup Finals?",
        "Answer": "France"
    },
    {
        "Quiz question": "Who were the first company to sponsor Manchester United's football shirts?",
        "Answer": "Sharp"
    },
    {
        "Quiz question": "In centimetres, what is the maximum diameter of a hockey stick?",
        "Answer": "5 cm"
    },
    {
        "Quiz question": "How many red balls are used in a game of snooker?",
        "Answer": "15"
    },
    {
        "Quiz question": "Who played a 1st Class innings consisting of 10 sixes, 62 fours, 4 threes, 44 twos and 93 singles?",
        "Answer": "Brian Lara"
    },
    {
        "Quiz question": "'A Man Advised' is an anagram of which famous footballer?",
        "Answer": "David Seaman"
    },
    {
        "Quiz question": "What do you get if you multiply the number of hoops used in a game of croquet by the number of shots under par an albatross is in golf?",
        "Answer": "18"
    },
    {
        "Quiz question": "In what year were the first Modern Olympics held?",
        "Answer": "1896"
    },
    {
        "Quiz question": "What was called the Tricolore at the 1998 World Cup and the Fevernova at the 2002 World Cup?",
        "Answer": "The official football"
    },
    {
        "Quiz question": "Which sport would you associate with Bobby Orr, Maurice Richard and Wayne Gretzky?",
        "Answer": "Ice hockey"
    },
    {
        "Quiz question": "What nationality is the racing driver Mikka Hakkinen?",
        "Answer": "Finnish"
    },
    {
        "Quiz question": "In which country was Martina Hingis born?",
        "Answer": "Swizerland"
    },
    {
        "Quiz question": "How many hours does a boxer have to reach the required weight if he fails to make the target at the official weigh in? 1, 12 or 24?",
        "Answer": "1"
    },
    {
        "Quiz question": "What nationality was the racing driver Juan Manuel Fangio?",
        "Answer": "Argentinian"
    },
    {
        "Quiz question": "Who in 1988 became the first boxer to win world titles at 5 officially recognises weights?",
        "Answer": "Sugar Ray Leonard"
    },
    {
        "Quiz question": "What is the diameter of a puck used in ice-hockey? 3 inches, 4 inches or 5 inches?",
        "Answer": "3 inches"
    },
    {
        "Quiz question": "In which country was the 1999 Rugby World Cup held?",
        "Answer": "Wales"
    },
    {
        "Quiz question": "Which of the following is not a proper football team? Swansea Rovers, Swindon Town or Aston Villa?",
        "Answer": "Swansea Rovers"
    },
    {
        "Quiz question": "How many fences are jumped in the Grand National?",
        "Answer": "30"
    },
    {
        "Quiz question": "In snooker, what is the lowest score that can be achieved by a player if he makes a full clearance in one visit to the table and only pots a maximum of one red with each shot?",
        "Answer": "72"
    },
    {
        "Quiz question": "Which footballing duo sang 'Diamond Lights' in 1987?",
        "Answer": "Chris Waddle and Glenn Hoddle"
    },
    {
        "Quiz question": "Who did Liverpool beat in the 2001 FA Cup final?",
        "Answer": "Arsenal"
    },
    {
        "Quiz question": "How many feet wide is a basketball court?",
        "Answer": "50"
    },
    {
        "Quiz question": "Which sport is played on a grass field whose maximum dimensions are 200 yards by 300 yards?",
        "Answer": "Polo"
    },
    {
        "Quiz question": "In which year was the first World Cup final to be decided on penalties?",
        "Answer": "1994"
    },
    {
        "Quiz question": "Which tennis player was stabbed in 1993 while playing against Magdaleena Maleeva in the Citizen Cup?",
        "Answer": "Monica Seles"
    },
    {
        "Quiz question": "In what year did Roger Bannister first break the 4 minute mile barrier?",
        "Answer": "1954"
    },
    {
        "Quiz question": "Which English football team was formerly known as Thames Ironworks?",
        "Answer": "West Ham United"
    },
    {
        "Quiz question": "Which two English league clubs did footballer Stanley Mathews play for?",
        "Answer": "Blackpool and Stoke City"
    },
    {
        "Quiz question": "In what year did the Rugby World Cup first take place?",
        "Answer": "1987"
    },
    {
        "Quiz question": "In motor racing, what does a flag with yellow and red stripes signify?",
        "Answer": "A slippery track"
    },
    {
        "Quiz question": "Who was the only female to win the BBC sports personality of the year in the 1990s?",
        "Answer": "Liz McColgan"
    },
    {
        "Quiz question": "Which golfer is nicknamed the 'Great White Shark'?",
        "Answer": "Greg Norman"
    },
    {
        "Quiz question": "How many players make up a netball team?",
        "Answer": "7"
    },
    {
        "Quiz question": "Which English football teams ground is on a road called Stanley Matthews Way?",
        "Answer": "Stoke City"
    },
    {
        "Quiz question": "Which football team had a hit in 1975 with 'I'm Forever Blowing Bubbles'?",
        "Answer": "West Ham United"
    },
    {
        "Quiz question": "What boxing weight falls between bantam-weight and light-weight?",
        "Answer": "Feather-weight"
    },
    {
        "Quiz question": "With which sport would you associate Matt Biondi?",
        "Answer": "Swimming"
    },
    {
        "Quiz question": "Who won the Monaco Grand Prix 5 times and was killed in a plane crash in 1975?",
        "Answer": "Graham Hill"
    },
    {
        "Quiz question": "What sport do the New Jersey Devils and the Detroit Red Wings play?",
        "Answer": "Ice Hockey"
    },
    {
        "Quiz question": "In the entire English league, which football team has the shortest name?",
        "Answer": "Bury"
    },
    {
        "Quiz question": "In what sport would you compete for the Nino Bibbia Cup?",
        "Answer": "Bobsleighing"
    },
    {
        "Quiz question": "How many centimetres long is a cricket bail?",
        "Answer": "11"
    },
    {
        "Quiz question": "What sport would you be playing if competing for the Harry Vardon trophy?",
        "Answer": "Golf"
    },
    {
        "Quiz question": "Which football team won the World Cup in 1970?",
        "Answer": "Brazil"
    },
    {
        "Quiz question": "In 1845, the New York Knickerbockers became the first organised team to play which sport?",
        "Answer": "Baseball"
    },
    {
        "Quiz question": "Which of the following teams was not in England's group in the 2002 World Cup? Poland, Sweden or Nigeria?",
        "Answer": "Poland"
    },
    {
        "Quiz question": "In athletics, how many times does the baton change hands within one team in a standard relay race?",
        "Answer": "3"
    },
    {
        "Quiz question": "In which European country was tennis player Monica Seles born?",
        "Answer": "Yugoslavia"
    },
    {
        "Quiz question": "As at the year 2001, who is Liverpool Football Club's most capped player of all time?",
        "Answer": "Kenny Dalgleish"
    },
    {
        "Quiz question": "In which sport do people compete for the America's Cup?",
        "Answer": "Yachting"
    },
    {
        "Quiz question": "In which year did the phrase 'They think it's all overÃ¢â‚¬Â¦ it is now' first become famous?",
        "Answer": "1966"
    },
    {
        "Quiz question": "The French Open tennis tournament is played on what type of surface?",
        "Answer": "Clay"
    },
    {
        "Quiz question": "Which country staged the first Olympic Games after World War II?",
        "Answer": "England"
    },
    {
        "Quiz question": "In which year were three points for a win introduced into the English football league?",
        "Answer": "1981 (for the 1981/82 season)"
    },
    {
        "Quiz question": "Which Italian football club was founded in memory of the opera legend Giuseppe Verdi?",
        "Answer": "Parma"
    },
    {
        "Quiz question": "Which 'C' is the name given to the electronic line judge at Wimbledon?",
        "Answer": "Cyclops"
    },
    {
        "Quiz question": "How many points do you get for a field goal in American football?",
        "Answer": "3"
    },
    {
        "Quiz question": "Who were the first international football team to win the World Cup in their own country?",
        "Answer": "Uruguay"
    },
    {
        "Quiz question": "How many fences are jumped twice in the Grand National?",
        "Answer": "14"
    },
    {
        "Quiz question": "How many players are there in a Gaelic Football Team?",
        "Answer": "15"
    },
    {
        "Quiz question": "How many red balls are there in a game of snooker?",
        "Answer": "15"
    },
    {
        "Quiz question": "In 1968, which English footballer became the first to be sent off in an international match?",
        "Answer": "Alan Mullery"
    },
    {
        "Quiz question": "From which football club did Manchester buy Roy Keane?",
        "Answer": "Nottingham Forest"
    },
    {
        "Quiz question": "Which Italian won the golden boot in the 1982 World Cup scoring 6 goals?",
        "Answer": "Paolo Rossi"
    },
    {
        "Quiz question": "In which year was a World Cup final first decided on penalties?",
        "Answer": "1994"
    },
    {
        "Quiz question": "Who was the only person to win a medal for Ireland at the Sydney Oiympics in 2000?",
        "Answer": "Sonia O'Sullivan"
    },
    {
        "Quiz question": "How did Eric the Eel make his name at the Sydney Olympics in 2000?",
        "Answer": "By winning a swimming heat in a record slow time"
    },
    {
        "Quiz question": "How many times did Ivan Lendl win Wimbledon?",
        "Answer": "0"
    },
    {
        "Quiz question": "In horse racing, which three racecourses stage the five English 'classics'?",
        "Answer": "Doncaster, Epsom and Newmarket"
    },
    {
        "Quiz question": "At which racecourse is the Grand National held?",
        "Answer": "Aintree"
    },
    {
        "Quiz question": "Out of all the European football teams trying to qualify for the 2002 World Cup Finals, which was the only one who failed to score a goal?",
        "Answer": "Liechtenstein"
    },
    {
        "Quiz question": "Who scored Scotland's only goal at the 1996 European football championships?",
        "Answer": "Ally McCoist"
    },
    {
        "Quiz question": "What nationality was Jesse Owens, who won four gold medals at the 1936 Olympics?",
        "Answer": "American"
    },
    {
        "Quiz question": "What was the name of the cartoon dog that was the mascot of the 1994 soccer world cup in America?",
        "Answer": "Striker"
    },
    {
        "Quiz question": "What is the national sport of Japan?",
        "Answer": "Sumo Wrestling"
    },
    {
        "Quiz question": "Which two teams played each other in the opening match in the Euro 2000 football tournament?",
        "Answer": "Belgium and Sweden"
    },
    {
        "Quiz question": "In horseracing, what term is given to a horse that has not yet won a race?",
        "Answer": "Maiden"
    },
    {
        "Quiz question": "What is the maximum no of match points that can be held at one time in a tennis match at Wimbledon?",
        "Answer": "6 (when winning 6-0 in a tie-break)"
    },
    {
        "Quiz question": "On the football field, how was Edson Arantes do Nascimento better known?",
        "Answer": "Pele"
    },
    {
        "Quiz question": "Which country did Francois Pienaar captain at rugby?",
        "Answer": "South Africa"
    },
    {
        "Quiz question": "Which football team lost both the 1974 and 1978 World Cup finals?",
        "Answer": "Holland"
    },
    {
        "Quiz question": "By what name was the boxer Walker Smith Jr better known?",
        "Answer": "Sugar Ray Robinson"
    },
    {
        "Quiz question": "With which sport do you associate 'Flushing Meadow'?",
        "Answer": "Tennis"
    },
    {
        "Quiz question": "How many gold medals did Jesse Owens win at the 1936 Berlin Olympics?",
        "Answer": "4"
    },
    {
        "Quiz question": "What was the name of the 1980 comedy film about golf which spawned a sequel in 1988?",
        "Answer": "'Caddyshack'"
    },
    {
        "Quiz question": "In what year was the first soccer World Cup?",
        "Answer": "1930"
    },
    {
        "Quiz question": "In the 1990s which team won the FA Cup final by the highest scoreline?",
        "Answer": "Manchester United"
    },
    {
        "Quiz question": "Which team won the 1999 Rugby World Cup?",
        "Answer": "Australia"
    },
    {
        "Quiz question": "Who first said 'They say football is a matter of life and death. Frankly it's much more than that'?",
        "Answer": "Bill Shankly"
    },
    {
        "Quiz question": "How many hoops are used in a game of croquet?",
        "Answer": "6"
    },
    {
        "Quiz question": "In which country did the sport of ice-hockey originate?",
        "Answer": "Canada"
    },
    {
        "Quiz question": "What nationality is Donovan Bailey, who won the 100m gold medal at the 1996 Olympics?",
        "Answer": "Canadian"
    },
    {
        "Quiz question": "The winner of which sporting event is awarded the 'Venus Rose Water Dish'?",
        "Answer": "Ladies Singles at Wimbledon"
    },
    {
        "Quiz question": "The Strathcona Cup is contested in which sport?",
        "Answer": "Curling"
    },
    {
        "Quiz question": "Which P. M. holed the winning putt for Europe in the 2002 Ryder Cup?",
        "Answer": "Paul McGinley"
    },
    {
        "Quiz question": "Which footballer holds the record for league appearances for Arsenal, playing in 558 league matches between 1975 and 1993?",
        "Answer": "David O'Leary"
    },
    {
        "Quiz question": "Which football team were the first side to win the Football League in 1888?",
        "Answer": "Preston"
    },
    {
        "Quiz question": "What are the 3 types of sword used in fencing competitions?",
        "Answer": "Foil , Epee , Sabre"
    },
    {
        "Quiz question": "Football team Benfica come from which country?",
        "Answer": "Portugal"
    },
    {
        "Quiz question": "Which was the earliest of the English classic horse races?",
        "Answer": "St Leger"
    },
    {
        "Quiz question": "How many England caps did Glenn Hoddle win? 7, 29 or 53?",
        "Answer": "53"
    },
    {
        "Quiz question": "Which famous American sports star, was nicknamed 'the Juice'?",
        "Answer": "O. J. Simpson"
    },
    {
        "Quiz question": "Which football club were known as Singers FC between 1883 and 1898?",
        "Answer": "Coventry City"
    },
    {
        "Quiz question": "Which racehorse won the Grand National in 1973, 1974 and 1977?",
        "Answer": "Red Rum"
    },
    {
        "Quiz question": "A professional boxer is allowed to wear no more than how many feet of bandages? 6, 16 or 36?",
        "Answer": "36"
    },
    {
        "Quiz question": "From 1976, how many successive Wimbledon's did Bjorn Borg win?",
        "Answer": "5"
    },
    {
        "Quiz question": "What do the letters d.p.s.mean to a competitive swimmer?",
        "Answer": "Distance Per Stroke"
    },
    {
        "Quiz question": "In which city were the 1980 Olympic Games held?",
        "Answer": "Moscow"
    },
    {
        "Quiz question": "How many people make up a basketball team?",
        "Answer": "5"
    },
    {
        "Quiz question": "What type of ball did Nolan Ryan once throw at a record speed of 100.9 miles per hour?",
        "Answer": "Baseball"
    },
    {
        "Quiz question": "What number football shirt did Stanley Matthews always wear?",
        "Answer": "7"
    },
    {
        "Quiz question": "Who did Zola Budd accidentally trip in the Los Angeles Olympics in1984?",
        "Answer": "Mary Decker"
    },
    {
        "Quiz question": "What are the 5 coloured rings on the Olympic flag?",
        "Answer": "Red, yellow, blue, black, and green"
    },
    {
        "Quiz question": "What number lies between 19 and 17 on a dartboard?",
        "Answer": "3"
    },
    {
        "Quiz question": "Which footballer holds the record for league appearances for Leeds United playing 629 times between the years 1953 and 1973?",
        "Answer": "Jack Charlton"
    },
    {
        "Quiz question": "What colour is the centre scoring zone on an archery target?",
        "Answer": "Gold"
    },
    {
        "Quiz question": "In the 2000 European football championships, who was the only player to score 4 goals in a single match?",
        "Answer": "Patrick Kluivert"
    },
    {
        "Quiz question": "What is the amateur equivalent of the Ryder Cup golf tournament called?",
        "Answer": "The Walker Cup"
    },
    {
        "Quiz question": "Who was the Formula 1 World Champion in the years 1988, 1990 and 1991?",
        "Answer": "Aarton Senna"
    },
    {
        "Quiz question": "Which of the following teams did not play in the opening match of the 2002 World Cup finals? Sweden, France or Senegal?",
        "Answer": "Sweden"
    },
    {
        "Quiz question": "Other than cricket, what sport is played regularly at Lord's cricket ground?",
        "Answer": "Real tennis"
    },
    {
        "Quiz question": "Who is the most capped English footballer of all time, with 125 caps?",
        "Answer": "Peter Shilton"
    },
    {
        "Quiz question": "Which football manager was in charge of Scotland's team in the 1986 World Cup finals?",
        "Answer": "Alex Ferguson"
    },
    {
        "Quiz question": "Which of the following teams were not involved in the first football league in 1888? Wolverhampton Wanderers, Blackpool or Everton?",
        "Answer": "Blackpool"
    },
    {
        "Quiz question": "How many players compete in an equestrian polo team?",
        "Answer": "4"
    },
    {
        "Quiz question": "From what wood is a cricket bat traditionally made?",
        "Answer": "Willow"
    },
    {
        "Quiz question": "As at March 2001, who holds the record for the most league appearances for Manchester United playing in 606 matches?",
        "Answer": "Bobby Charlton"
    },
    {
        "Quiz question": "On a standard dart board, what is the lowest number that cannot be scored with a single dart?",
        "Answer": "23"
    },
    {
        "Quiz question": "By what scoreline did Argentina beat West Germany in the 1986 World Cup final?",
        "Answer": "3-2"
    },
    {
        "Quiz question": "Which English football team started out as the Thames Ironworks?",
        "Answer": "West Ham United"
    },
    {
        "Quiz question": "Which famous sportsman is nicknamed 'The Golden Bear'?",
        "Answer": "Jack Nicklaus"
    },
    {
        "Quiz question": "The book 'Macca Can' was about which ex-Liverpool footballer?",
        "Answer": "Steve McMahon"
    },
    {
        "Quiz question": "John Weissmuller and Rowdy Gaines are associated with which Olympic sport?",
        "Answer": "Swimming"
    },
    {
        "Quiz question": "Why was Scottish footballer Willie Johnstone sent home from the 1978 World Cup?",
        "Answer": "For taking drugs"
    },
    {
        "Quiz question": "Who was the 1998 Formula One World Champion?",
        "Answer": "Mikka Hakkinen"
    },
    {
        "Quiz question": "Who managed Arsenal to the league title in 1989 and 1991?",
        "Answer": "George Graham"
    },
    {
        "Quiz question": "What is a perfect score in ten-pin bowling?",
        "Answer": "300"
    },
    {
        "Quiz question": "Which Rugby league team are nicknamed the Eagles and play at Don Valley stadium?",
        "Answer": "Sheffield"
    },
    {
        "Quiz question": "With which sport was Suzanne Dando associated?",
        "Answer": "Gymnastics"
    },
    {
        "Quiz question": "In American football, how many points are awarded for a touchdown?",
        "Answer": "6"
    },
    {
        "Quiz question": "Which Irish swimmer, accused by the Americans of cheating, won 3 Gold medals at the 1996 Olympics?",
        "Answer": "Michelle Smith"
    },
    {
        "Quiz question": "Which member of England's 2002 Word Cup football squad has the nickname 'Bruno'?",
        "Answer": "Emile Heskey"
    },
    {
        "Quiz question": "Which country's national rugby team are called the All Blacks?",
        "Answer": "New Zealand"
    },
    {
        "Quiz question": "What is the final event in a triathlon?",
        "Answer": "The marathon"
    },
    {
        "Quiz question": "Which football team knocked Manchester United out of the FA Cup in the first Round in 1984?",
        "Answer": "Bournemouth"
    },
    {
        "Quiz question": "In Rugby League how many points is a drop goal worth?",
        "Answer": "1"
    },
    {
        "Quiz question": "What was Ryder's first name, who gave started up the Ryder Cup golf competition? Wallace, Samuel or Alexander?",
        "Answer": "Samuel"
    },
    {
        "Quiz question": "What sport takes place on The Cresta Run?",
        "Answer": "The Bobsleigh"
    },
    {
        "Quiz question": "Which country does Zinedine Zidane play for in international football?",
        "Answer": "France"
    },
    {
        "Quiz question": "At which stroke did swimmer David Wilkie win the 200m with a world record time at the 1976 Olympics?",
        "Answer": "Breaststroke"
    },
    {
        "Quiz question": "With which sport would you associate Lance Armstrong?",
        "Answer": "Cycling"
    },
    {
        "Quiz question": "Which British city hosted the 1970 Commonwealth Games?",
        "Answer": "Edinburgh"
    },
    {
        "Quiz question": "When was the last Olympic games to be held before World War I?",
        "Answer": "1912"
    },
    {
        "Quiz question": "Which darts player is known as 'The Power'?",
        "Answer": "Phil Taylor"
    },
    {
        "Quiz question": "How heavy is a puck used in ice hockey? 4 ounces, 6 ouces or 9 ounces?",
        "Answer": "6 ounces"
    },
    {
        "Quiz question": "What nationality was the racing driver Ayrton Senna?",
        "Answer": "Brazilian"
    },
    {
        "Quiz question": "Who scored the winning goal for Manchester United against Bayern Munich in the 1999 European Cup final?",
        "Answer": "Ole Gunner Solskjaer"
    },
    {
        "Quiz question": "Which of the following is not the name of a top American football team? Pittsburgh Stealers, Chicago Red Sox or Dallas Cowboys?",
        "Answer": "Chicago Red Sox"
    },
    {
        "Quiz question": "What do the letters 'TT' stand for in the Isle of Man TT race?",
        "Answer": "Tourist Trophy"
    },
    {
        "Quiz question": "Which German footballer scored the last international goal at Wembley?",
        "Answer": "Dieter Hamman"
    },
    {
        "Quiz question": "On which racecourse in England is the Rowley Mile?",
        "Answer": "Newmarket"
    },
    {
        "Quiz question": "What is name of the Scottish ball game, similar to hockey, in which a player would use a caman to hit the ball?",
        "Answer": "Shinty"
    },
    {
        "Quiz question": "Who was first to win an Olympic gold medal for Britain in a throwing event?",
        "Answer": "Tessa Sanderson"
    },
    {
        "Quiz question": "In feet, how high above the floor is the net on a netball court?",
        "Answer": "10 feet"
    },
    {
        "Quiz question": "The BDO is the governing body of which sport?",
        "Answer": "Darts"
    },
    {
        "Quiz question": "Which of the following teams failed to score in the 2002 World Cup Finals? Costa Rica, France or Uruguay?",
        "Answer": "France"
    },
    {
        "Quiz question": "Which team knocked Manchester United out of the 2000/01 FA Cup and who scored the winning goal?",
        "Answer": "West Ham - Paolo Di Canio"
    },
    {
        "Quiz question": "Which German scored the first golden goal in International football?",
        "Answer": "Oliver Bierhoff"
    },
    {
        "Quiz question": "Which four football teams won the old First Division in England in the 1980s?",
        "Answer": "Liverpool, Everton, Aston Villa and Arsenal"
    },
    {
        "Quiz question": "How many hurdles must a runner jump over in the 110m menÃ¢â‚¬â„¢s hurdles race?",
        "Answer": "10"
    },
    {
        "Quiz question": "How wide, in yards, is a soccer goal?",
        "Answer": "8 yards"
    },
    {
        "Quiz question": "What colour jersey does the overall leader of the Tour de France?",
        "Answer": "Yellow"
    },
    {
        "Quiz question": "Which is longer, the Grand National or the University Boat Race?",
        "Answer": "The Grand National"
    },
    {
        "Quiz question": "In soccer, from which two kicks must the ball go forward?",
        "Answer": "Kick-offs and penalties"
    },
    {
        "Quiz question": "Which country won the most Gold medals at the Sydney Olympics in the year 2000?",
        "Answer": "USA"
    },
    {
        "Quiz question": "Which horse was runner up in the 2003 Grand National, but won it in 2004?",
        "Answer": "Amberleigh House"
    },
    {
        "Quiz question": "What is the nickname of the Australian rugby union team?",
        "Answer": "Wallabies"
    },
    {
        "Quiz question": "How high is the centre of a Badminton net? 5 feet, 5 and a half feet, or 6 feet?",
        "Answer": "5 feet"
    },
    {
        "Quiz question": "Which football team won the first World Cup in 1930?",
        "Answer": "Uruguay"
    },
    {
        "Quiz question": "In the film 'Pee-Wee's Big Adventure', what was the name of Pee-Wee's dog? Spot, Speck or Spud?",
        "Answer": "Speck"
    },
    {
        "Quiz question": "How many gold medals did Mark Spitz win at the 1972 Olympics?",
        "Answer": "7"
    },
    {
        "Quiz question": "Who was the last British woman to win the Wimbledon singles title?",
        "Answer": "Virginia Wade"
    },
    {
        "Quiz question": "What is the maximum length in inches of a baseball bat? 28 inches, 34 inches or 42 inches?",
        "Answer": "42 inches"
    },
    {
        "Quiz question": "Ben Johnson was stripped of his gold medal in the 1988 Summer Olympics because what banned substance was detected in his body?",
        "Answer": "Anabolic steroids"
    },
    {
        "Quiz question": "Which of the major tennis tournaments is played annually at the Roland Garros Stadium?",
        "Answer": "The French Open"
    },
    {
        "Quiz question": "In 1931, what yearly event became the first ever sporting event to be televised in Britain?",
        "Answer": "The Derby"
    },
    {
        "Quiz question": "How long is a regulation badminton court - 44, 52 or 60 feet?",
        "Answer": "44 feet"
    },
    {
        "Quiz question": "How many lanes are there in an Olympic sized swimming pool?",
        "Answer": "8"
    },
    {
        "Quiz question": "Which British soccer team won the 1984 European Cup?",
        "Answer": "Liverpool"
    },
    {
        "Quiz question": "Who was the first British footballer to receive a knighthood?",
        "Answer": "Sir Stanley Matthews"
    },
    {
        "Quiz question": "Which synthetic fabric was first developed by Dupont in 1958 and is worn regularly in a variety of sports?",
        "Answer": "Lycra"
    },
    {
        "Quiz question": "Which J. C. won two of the four tennis Grand Slam tournaments in 1992?",
        "Answer": "Jim Courier"
    },
    {
        "Quiz question": "By what score did Europe beat USA in the 2002 Ryder Cup?",
        "Answer": "15-12"
    },
    {
        "Quiz question": "Which London football teams ground is on South Africa Road?",
        "Answer": "Queens Park Rangers"
    },
    {
        "Quiz question": "Which British golfer became the youngest ever to play in the Ryder Cup when he did so in 1977?",
        "Answer": "Nick Faldo"
    },
    {
        "Quiz question": "Which international football team had a squad full of players in Euro 96 whose surnames all ended with the letter 'v'?",
        "Answer": "Bulgaria"
    },
    {
        "Quiz question": "Which British driver won the Formula One World Drivers Championship in 1996?",
        "Answer": "Damon Hill"
    },
    {
        "Quiz question": "Who won the decathlon gold medal at the Olympic games in 1980 and 1984?",
        "Answer": "Daley Thompson"
    },
    {
        "Quiz question": "In the French game boules, what are the two things that a baguette is used for?",
        "Answer": "Measuring distance and making marks on the ground"
    },
    {
        "Quiz question": "In greyhound racing, what colour does the dog in trap 1 wear?",
        "Answer": "Red"
    },
    {
        "Quiz question": "In soccer, how many yards is the penalty spot from the goal line?",
        "Answer": "12"
    },
    {
        "Quiz question": "What type of racing has only two cars competing on the track at the same time?",
        "Answer": "Drag racing"
    },
    {
        "Quiz question": "What football league team did cricketer Ian Botham play for?",
        "Answer": "Scunthorpe United"
    },
    {
        "Quiz question": "In which year was the phrase 'They think it's all overÃ¢â‚¬Â¦ it is now' first said?",
        "Answer": "1966"
    },
    {
        "Quiz question": "Thurle Sandstorm was the first world champion in 1923 at what sport?",
        "Answer": "Ten-pin bowling"
    },
    {
        "Quiz question": "In what sport is the 'Fosbury flop' technique used?",
        "Answer": "High Jump"
    },
    {
        "Quiz question": "What was the first team to successfully defend the socer World cup?",
        "Answer": "Italy"
    },
    {
        "Quiz question": "What colour is the Ferrari emblem?",
        "Answer": "Yellow"
    },
    {
        "Quiz question": "What was the title of the England Football teams' 1970 World Cup song?",
        "Answer": "'Back Home'"
    },
    {
        "Quiz question": "Which black American won 4 gold medals in 1936 Olympics in Berlin?",
        "Answer": "Jesse Owens"
    },
    {
        "Quiz question": "In which city did Roger Bannister become the first person to break the 4 minute mile barrier?",
        "Answer": "Oxford"
    },
    {
        "Quiz question": "Chris Boardman is famous for what sport?",
        "Answer": "Cycling"
    },
    {
        "Quiz question": "Of the four different athletic jumping events included in the Olympics, which two are only performed by men?",
        "Answer": "Pole vault and triple jump"
    },
    {
        "Quiz question": "Which two countries have only won the football World Cup once?",
        "Answer": "England and France"
    },
    {
        "Quiz question": "Who captained Manchester United when they won the 1999 European Cup Final?",
        "Answer": "Peter Schmeichel"
    },
    {
        "Quiz question": "How many times have Manchester United won the European cup?",
        "Answer": "2"
    },
    {
        "Quiz question": "W.G.Grace captained England at what two sports?",
        "Answer": "Cricket and Bowls"
    },
    {
        "Quiz question": "In 1931, what was the first live televised sports event?",
        "Answer": "The Derby (horse race)"
    },
    {
        "Quiz question": "Who won a tennis 'Golden Slam' in 1988 by winning the singles titles at the Australian, French, Wimbledon and United States tennis championships and winning a gold medal at the Olympic games?",
        "Answer": "Steffi Graf"
    },
    {
        "Quiz question": "As at January 2001, who is the highest scoring player ever in the Italian league?",
        "Answer": "Gabriel Batistuta"
    },
    {
        "Quiz question": "Which sportsman's autobiography is called 'You Cannot Be Serious'?",
        "Answer": "John McEnroe"
    },
    {
        "Quiz question": "Which football team used to play their home matches at Springfield Park and now play at the JJB Stadium?",
        "Answer": "Wigan Athletic"
    },
    {
        "Quiz question": "Which British golfer was Europe's leading money earner in 1997?",
        "Answer": "Colin Montgomerie"
    },
    {
        "Quiz question": "Who did Goran Ivanisevic beat in the men's singles final at Wimbledon in 2001?",
        "Answer": "Pat Rafter"
    },
    {
        "Quiz question": "In 2002 who became the first non-European to win the European Footballer of the Year award for the second time?",
        "Answer": "Ronaldo"
    },
    {
        "Quiz question": "In which country do football team River Plate play?",
        "Answer": "Argentina"
    },
    {
        "Quiz question": "Which English football club used to call themselves 'Garibaldi Reds' after being inspired by Guiseppe Garibaldi?",
        "Answer": "Nottingham Forest"
    },
    {
        "Quiz question": "Which of the following events did Carl Lewis not win a gold medal for at the 1984 Olympics? Long Jump, 400m or 100m relay?",
        "Answer": "400m"
    },
    {
        "Quiz question": "After how many points do players swap serve in table tennis?",
        "Answer": "2"
    },
    {
        "Quiz question": "Who managed Englands 1966 world cup winning football team?",
        "Answer": "Alf Ramsey"
    },
    {
        "Quiz question": "What nationality was the racing driver Alberto Ascari?",
        "Answer": "Italian"
    },
    {
        "Quiz question": "How long is an Olympic sized swimming pool?",
        "Answer": "50 metres"
    },
    {
        "Quiz question": "Who was the first unseeded player to win the Wimbledon Mens Singles title?",
        "Answer": "Boris Becker"
    },
    {
        "Quiz question": "Which football team has won the European Cup most often?",
        "Answer": "Real Madrid"
    },
    {
        "Quiz question": "Who has managed the football teams West Bromich Albion, Manchester United, Atletico Madrid, Sheffield Wednesday, Aston Villa and Coventry?",
        "Answer": "Ron Atkinson"
    },
    {
        "Quiz question": "In which city is world's largest football stadium?",
        "Answer": "Rio De Janiero (The Maracana)"
    },
    {
        "Quiz question": "Which team knocked England out of the 1986 World Cup finals?",
        "Answer": "Argentina"
    },
    {
        "Quiz question": "Which football club did Kenny Dalglish leave in 1977 to join Liverpool?",
        "Answer": "Celtic"
    },
    {
        "Quiz question": "Which Scottish football team is nicknamed 'The Bairns'?",
        "Answer": "Falkirk"
    },
    {
        "Quiz question": "Which football team is nicknamed the Owls?",
        "Answer": "Sheffield Wednesday"
    },
    {
        "Quiz question": "In what year did people from all 6 inhabited continents first take part in the Olympics?",
        "Answer": "1912"
    },
    {
        "Quiz question": "What is the maximum length in bandages a boxer is allowed to wear round his fists? 2 feet, 8 feet or 36 feet?",
        "Answer": "36 feet"
    },
    {
        "Quiz question": "How many minutes long is a rugby union match?",
        "Answer": "80"
    },
    {
        "Quiz question": "Which two comedians sang on the song '3 Lions' which became an anthem during Euro 96?",
        "Answer": "Frank Skinner and David Baddiel"
    },
    {
        "Quiz question": "As at the year 2001, which baseball team has won the most World Series titles?",
        "Answer": "New York Yankees"
    },
    {
        "Quiz question": "How many players in a netball team are allowed to score goals directly?",
        "Answer": "2"
    },
    {
        "Quiz question": "Which American football team play their home games at the Ralph Wilson Stadium?",
        "Answer": "Buffalo Bills"
    },
    {
        "Quiz question": "Which football team qualified for the France 98 World Cup Finals via the playoffs and went on to finish third?",
        "Answer": "Croatia"
    },
    {
        "Quiz question": "Which footballer played 642 matches for West Ham and 47 games for England between the years 1965 and 1984?",
        "Answer": "Trevor Brooking"
    },
    {
        "Quiz question": "What 5 events make up the Modern Pentathlon?",
        "Answer": "Fencing, Swimming, Shooting, Cross-country running, Riding"
    },
    {
        "Quiz question": "Which of the following is not a proper football team? Brechin Athletic, Alloa Athletic or Forfar Athletic?",
        "Answer": "Brechin Athletic"
    },
    {
        "Quiz question": "What is the minimum number of darts a person needs to throw to complete a leg from 501?",
        "Answer": "9"
    },
    {
        "Quiz question": "Which footballer won 88 caps for Northern Ireland and went on to manage Macclesfield Town?",
        "Answer": "Sammy McIllroy"
    },
    {
        "Quiz question": "In golf, who was the first European to win the US Masters?",
        "Answer": "Seve Ballesteros"
    },
    {
        "Quiz question": "In the English and Scottish football leagues, which team has the longest name?",
        "Answer": "Inverness Caledonian Thistle"
    },
    {
        "Quiz question": "In boxing which weight category comes in between Flyweight and Featherweight?",
        "Answer": "Bantamweight"
    },
    {
        "Quiz question": "Which goalkeeper has played both football and cricket at international level for Scotland?",
        "Answer": "Andy Goram"
    },
    {
        "Quiz question": "Which British driver won the Formula One World Drivers Championship in 1992?",
        "Answer": "Nigel Mansell"
    },
    {
        "Quiz question": "How old was Tiger Woods when he first won the British Open Golf Tournament?",
        "Answer": "24"
    },
    {
        "Quiz question": "Which sport is covered on television by Claire Balding and Willie Carson?",
        "Answer": "Horse Racing"
    },
    {
        "Quiz question": "Which athlete broke the women's 100m record in 1988 by recording a time of 10.49 seconds?",
        "Answer": "Florence Griffith-Joyner"
    },
    {
        "Quiz question": "How many holes does a 10-pin bowling ball have in it?",
        "Answer": "Three"
    },
    {
        "Quiz question": "Which major tennis tournament is played annually at the Roland Garros Stadium?",
        "Answer": "French Open"
    },
    {
        "Quiz question": "Which two throwing events in track and field require safety netting?",
        "Answer": "Discus and Hammer"
    },
    {
        "Quiz question": "Which sport would you practice if you were a toxophilite?",
        "Answer": "Archery"
    },
    {
        "Quiz question": "Which jockey famously rode 7 winners at a race meeting in Ascot in 1996?",
        "Answer": "Frankie Dettori"
    },
    {
        "Quiz question": "At which distance did Sally Gunnell win her gold medal for hurdling at the 1992 Olympics?",
        "Answer": "400m"
    },
    {
        "Quiz question": "What nationality is Jean Marc Bosman, famous for the 'Bosman Ruling' which affected footballers being transferred from one club to another?",
        "Answer": "Belgian"
    },
    {
        "Quiz question": "What was the first team sport to be publicly televised?",
        "Answer": "Baseball"
    },
    {
        "Quiz question": "Who are the only three countries to have taken part in all of the summer and winter Olympic Games?",
        "Answer": "Great Britain, France and Switzerland"
    },
    {
        "Quiz question": "Which British 400 metre hurdler announced her retirement at the World Championships in Athens in 1997?",
        "Answer": "Sally Gunnell"
    },
    {
        "Quiz question": "Which famous person from history opened the 1936 Olympic Games?",
        "Answer": "Adolf Hitler"
    },
    {
        "Quiz question": "Which famous person owns a racehorse called Rock of Gibraltar?",
        "Answer": "Alex Ferguson"
    },
    {
        "Quiz question": "How many kilometres long is the 'walk' - the longest race in men's athletics?",
        "Answer": "50"
    },
    {
        "Quiz question": "What is the colour of the ball that is worth 6 points in snooker?",
        "Answer": "Pink"
    },
    {
        "Quiz question": "What sport was the subject of the 1996 film 'Tin Cup' starring Kevin Costner?",
        "Answer": "Golf"
    },
    {
        "Quiz question": "Who captained Europe to victory in the 2002 Ryder Cup?",
        "Answer": "Sam Torrance"
    },
    {
        "Quiz question": "Which sport do the Chicago Bears play?",
        "Answer": "American Football"
    },
    {
        "Quiz question": "Which famous sportsman lit the torch at the opening ceremony of the 1996 Olympic Games?",
        "Answer": "Muhammed Ali"
    },
    {
        "Quiz question": "What is the heaviest weight category in boxing?",
        "Answer": "Super heavyweight"
    },
    {
        "Quiz question": "In boxing what is the maximum allowed weight to enter the flyweight category? 8 stone, 9 stone 6 or 11 stone?",
        "Answer": "8 stone"
    },
    {
        "Quiz question": "At what sport does Jane Sixsmith represent England?",
        "Answer": "Hockey"
    },
    {
        "Quiz question": "Which ex-boxer completed the 2003 London Marathon in 6 days, 2 hours and 27 minutes?",
        "Answer": "Michael Watson"
    },
    {
        "Quiz question": "Which two boxers were involved in the 'Rumble In The Jungle' world title fight in 1974?",
        "Answer": "Muhammad Ali and George Foreman"
    },
    {
        "Quiz question": "Which international football team, in 1953, became the first to beat England at Wembley?",
        "Answer": "Hungary"
    },
    {
        "Quiz question": "Which football team won the old English First Division in 1984-95, and 1986-87?",
        "Answer": "Everton"
    },
    {
        "Quiz question": "In what athletics event do you have to go backwards to win?",
        "Answer": "Tug of war"
    },
    {
        "Quiz question": "As at March 2001, who holds the record for scoring the most league goals for the soccer team Arsenal?",
        "Answer": "Ian Wright"
    },
    {
        "Quiz question": "Which European football club is nicknamed as 'La Vicchia Signora', which translates as 'the old lady'?",
        "Answer": "Juventus"
    },
    {
        "Quiz question": "Which Premiership footballer has the real first name of Sulzeer?",
        "Answer": "Sol Campbell"
    },
    {
        "Quiz question": "In which sport are competitors not allowed to play left handed?",
        "Answer": "Polo"
    },
    {
        "Quiz question": "In which city were the Olympic Games held in 1964, the first time they were held in Asia?",
        "Answer": "Tokyo"
    },
    {
        "Quiz question": "In 1999, Lance Armstrong became only the second American to win which famous sporting event?",
        "Answer": "Tour De France"
    },
    {
        "Quiz question": "On which children's game is the triple jump thought to have been based?",
        "Answer": "Hopscotch"
    },
    {
        "Quiz question": "From which football team did Chelsea sign England midfielder Frank Lampard?",
        "Answer": "West Ham United"
    },
    {
        "Quiz question": "Who was the first golfer to achieve a hole-in-one on British TV?",
        "Answer": "Tony Jacklin"
    },
    {
        "Quiz question": "What nationality is the footballer Marian Pahars?",
        "Answer": "Latvian"
    },
    {
        "Quiz question": "Where were the 1924 Olympics due to be held before being switched to Paris? Amsterdam, Oslo or Berlin?",
        "Answer": "Amsterdam"
    },
    {
        "Quiz question": "How many gold medals did swimmer Mark Spitz win at the Munich Olympics in 1972?",
        "Answer": "7"
    },
    {
        "Quiz question": "Before becoming Liverpool football team manager, Gerard Houllier once had another job in Liverpool. What was it?",
        "Answer": "Teacher"
    },
    {
        "Quiz question": "How may balls are used in a game of Snooker (including the cue ball) ?",
        "Answer": "22 (15 red,  1 yellow, 1 green, 1 brown, 1 blue, 1 pink, 1 black, and 1 white cueball)"
    },
    {
        "Quiz question": "In which city were the 1920 Olympic games held? Oslo, Antwerp or Stockholm?",
        "Answer": "Antwerp"
    },
    {
        "Quiz question": "In which sport might you adopt the 'egg' position?",
        "Answer": "Skiing"
    },
    {
        "Quiz question": "Which footballer scored 220 league goals for Tottenham Hotspur during the years 1961 and 1970?",
        "Answer": "Jimmy Greaves"
    },
    {
        "Quiz question": "What was Peter Beardsley's first English league club?",
        "Answer": "Carlisle United"
    },
    {
        "Quiz question": "Which sport would you be playing if competing for the Ryder Cup?",
        "Answer": "Golf"
    },
    {
        "Quiz question": "For what team did Jimmy Greaves score 41 league goals in the 1960-61 season?",
        "Answer": "Chelsea"
    },
    {
        "Quiz question": "How many players made up a squad In the 1998 soccer world cup?",
        "Answer": "22"
    },
    {
        "Quiz question": "What sporting event which takes place annually in England was won by Hugh Jones in 1982?",
        "Answer": "The London Marathon"
    },
    {
        "Quiz question": "Why have some football teams in England got triangular corner flags instead of square?",
        "Answer": "They have won the FA Cup"
    },
    {
        "Quiz question": "Who became the only racing driver to win the World Championship by driving his own car when he did so in 1966?",
        "Answer": "Jack Brabham"
    },
    {
        "Quiz question": "What English football club was originally known as Newton Heath?",
        "Answer": "Manchester United"
    },
    {
        "Quiz question": "Which international soccer team is sometimes known as the 'Azzurri'?",
        "Answer": "Italy"
    },
    {
        "Quiz question": "How many points do you get for hitting the outer bull in a game of darts?",
        "Answer": "25"
    },
    {
        "Quiz question": "Which English league football team are nicknamed the 'Millers'?",
        "Answer": "Rotherham"
    },
    {
        "Quiz question": "Who was the first footballer to be knighted?",
        "Answer": "Stanley Matthews"
    },
    {
        "Quiz question": "Which London football team won the FA Cup in 1988?",
        "Answer": "Wimbledon"
    },
    {
        "Quiz question": "In which German city did the 1974 World Cup final take place?",
        "Answer": "Munich"
    },
    {
        "Quiz question": "How many nations competed in the first ever Olympic Games?",
        "Answer": "1"
    },
    {
        "Quiz question": "How old was Tiger Woods when he won the US Masters in 1997?",
        "Answer": "21"
    },
    {
        "Quiz question": "What colour jacket does a greyhound running from trap 3 wear?",
        "Answer": "White"
    },
    {
        "Quiz question": "How many players are there in a rugby league team?",
        "Answer": "13"
    },
    {
        "Quiz question": "In which city would you find the Happy Valley race course?",
        "Answer": "Hong Kong"
    },
    {
        "Quiz question": "Which footballer won the golden boot in the 1966 World Cup scoring 9 goals?",
        "Answer": "Eusebio"
    },
    {
        "Quiz question": "Which football team were formed in 1867 from a cricket club and got their name because they could only play on one day of the week?",
        "Answer": "Sheffield Wednesday"
    },
    {
        "Quiz question": "Which team beat Brazil 3-2 in the 1982 soccer World Cup finals?",
        "Answer": "Italy"
    },
    {
        "Quiz question": "Which county cricket team play at Trent Bridge?",
        "Answer": "Nottinghamshire"
    },
    {
        "Quiz question": "Which football team scored the first goal to be conceded by Fabian Barthez in the English Premiership?",
        "Answer": "Ipswich"
    },
    {
        "Quiz question": "Who were the only football team to beat the Republic of Ireland in their qualifying campaign for the 2002 World Cup Finals?",
        "Answer": "Iran"
    },
    {
        "Quiz question": "Which heavyweight boxer is nicknamed 'The Real Deal'?",
        "Answer": "Evander Holyfield"
    },
    {
        "Quiz question": "Which Dutchman managed both Newcastle and Chelsea in the 1990s?",
        "Answer": "Ruud Gullit"
    },
    {
        "Quiz question": "What are Philadelphia's American Football team called?",
        "Answer": "Philadelphia Eagles"
    },
    {
        "Quiz question": "FINA is the governing body of which sport?",
        "Answer": "Swimming"
    },
    {
        "Quiz question": "In 2001, which Welsh rugby union player became the first to have scored more than 1,000 points in international rugby?",
        "Answer": "Neil Jenkins"
    },
    {
        "Quiz question": "As at the year 2000, how many times have the summer Olympics been held in London?",
        "Answer": "Twice"
    },
    {
        "Quiz question": "How many players made up a squad in the 1998 soccer world cup?",
        "Answer": "22"
    },
    {
        "Quiz question": "Which Dutchman won the men's singles title at Wimbledon in 1996?",
        "Answer": "Richard Krajicek"
    },
    {
        "Quiz question": "In what country was the game of golf invented?",
        "Answer": "Scotland"
    },
    {
        "Quiz question": "Which major sporting event did Irishman Stephen Roche win in 1987?",
        "Answer": "The Tour De France"
    },
    {
        "Quiz question": "Who was the only England player sent of during the 1986 World Cup Finals?",
        "Answer": "Ray Wilkins"
    },
    {
        "Quiz question": "Which football team won the World Cup in 1938?",
        "Answer": "Italy"
    },
    {
        "Quiz question": "What animals name is also the term given to three strikes in a row in ten-pin bowling?",
        "Answer": "Turkey"
    },
    {
        "Quiz question": "What sport involves stones and a house?",
        "Answer": "Curling"
    },
    {
        "Quiz question": "In 1972, who became the first woman to be named Sports Illustrated's 'Sportsperson of the Year'?",
        "Answer": "Billie Jean King"
    },
    {
        "Quiz question": "In which country did the first football World Cup take place?",
        "Answer": "Uruguay"
    },
    {
        "Quiz question": "In which city were the 1912 Olympic games held? Oslo, Antwerp or Stockholm?",
        "Answer": "Stockholm"
    },
    {
        "Quiz question": "In what year were the first Olympic Games held?",
        "Answer": "1896"
    },
    {
        "Quiz question": "Where is the world's oldest motorcycle race held?",
        "Answer": "The Isle Of Man"
    },
    {
        "Quiz question": "When was the first World Snooker Championship held? 1927, 1947 or 1961?",
        "Answer": "1927"
    },
    {
        "Quiz question": "Which footballer was England's first black player?",
        "Answer": "Viv Anderson"
    },
    {
        "Quiz question": "In which country was the first ever golf course?",
        "Answer": "Scotland"
    },
    {
        "Quiz question": "Who managed the first English soccer side to win the European Cup?",
        "Answer": "Matt Busby"
    },
    {
        "Quiz question": "How many minutes of play are there in an American football match?",
        "Answer": "60"
    },
    {
        "Quiz question": "Who was the first player from outside the UK to captain an FA Cup winning team at Wembley?",
        "Answer": "Eric Cantona"
    },
    {
        "Quiz question": "Where were the 1988 summer Olympics held?",
        "Answer": "Seoul"
    },
    {
        "Quiz question": "Tennis - which four events make up the ' Grand Slam'  ?",
        "Answer": "Wimbledon, US Open, French Open, Australian Open"
    },
    {
        "Quiz question": "How many European Cups did Liverpool win with Alan Hansen playing in their defence?",
        "Answer": "3"
    },
    {
        "Quiz question": "Which football team were losing FA Cup finalists three times during the 1980's?",
        "Answer": "Everton"
    },
    {
        "Quiz question": "What is the lighest weight category in boxing?",
        "Answer": "Light Flyweight"
    },
    {
        "Quiz question": "What was the first Australian city to host the Olympic games?",
        "Answer": "Melbourne"
    },
    {
        "Quiz question": "On a darts board, what number is directly opposite 1?",
        "Answer": "19"
    },
    {
        "Quiz question": "Which American football team won the first ever Superbowl?",
        "Answer": "Green Bay Packers"
    },
    {
        "Quiz question": "In total, how many gold medals did Carl Lewis win in the 1984 and 1988 Olympics?",
        "Answer": "7"
    },
    {
        "Quiz question": "What was the original name of Wembley Stadium?",
        "Answer": "Empire Stadium"
    },
    {
        "Quiz question": "Which of the following football teams won the World Cup before the other two? Brazil, West Germany or England?",
        "Answer": "West Germany"
    },
    {
        "Quiz question": "Which ex-West Ham football manager is the father in law of pop star Louise?",
        "Answer": "Harry Redknapp"
    },
    {
        "Quiz question": "In which US state did the World Cup final take place in 1994?",
        "Answer": "California"
    },
    {
        "Quiz question": "Which English league football team play at Ashton Gate?",
        "Answer": "Bristol City"
    },
    {
        "Quiz question": "Who captained Brazil's World Cup winning football team in 1970?",
        "Answer": "Carlos Alberto"
    },
    {
        "Quiz question": "Which Scottish football team are nicknamed the Arabs because they used to play on a pitch which was very sandy?",
        "Answer": "Dundee United"
    },
    {
        "Quiz question": "Which Brazilian footballer scored a goal in every round of the 1970 World Cup finals?",
        "Answer": "Jairzinho"
    },
    {
        "Quiz question": "How many players are there in a Handball team?",
        "Answer": "7"
    },
    {
        "Quiz question": "Who were the beaten finalists in both the 1974 and 1978 soccer World Cup finals?",
        "Answer": "Holland"
    },
    {
        "Quiz question": "In cricket, how many runs is a double nelson?",
        "Answer": "222"
    },
    {
        "Quiz question": "How high is the highest board in competition diving? 2 metres, 6 metres or 10 metres?",
        "Answer": "10 metres"
    },
    {
        "Quiz question": "Hana Mandikova, who became an Australian citizen in 1988, was born in which country?",
        "Answer": "Czechoslovakia"
    },
    {
        "Quiz question": "How many players are in an ice-hockey team?",
        "Answer": "6"
    },
    {
        "Quiz question": "In which sport is there a yorkround?",
        "Answer": "Archery"
    },
    {
        "Quiz question": "Which two England footballers missed penalties in the shoot-out against Germany in the 1990 World Cup semi-final?",
        "Answer": "Chris Waddle and Stuart Pearce"
    },
    {
        "Quiz question": "Who did Coventry beat in the 1987 FA Cup final?",
        "Answer": "Tottenham Hotspur"
    },
    {
        "Quiz question": "How long is a 10-pin bowling lane? 60 feet, 80 feet or 100 feet?",
        "Answer": "60 feet"
    },
    {
        "Quiz question": "Who was the first person to Captain and Manage a World Cup winning Football team?",
        "Answer": "Franz Beckenbauer"
    },
    {
        "Quiz question": "In the Tour De France, what colour jersey does the rider with the fastest cumulative time wear?",
        "Answer": "Yellow"
    },
    {
        "Quiz question": "In which country did the 2000 Olympic Games take place?",
        "Answer": "Australia"
    },
    {
        "Quiz question": "What distance is covered in one circuit of a modern outdoor running track?",
        "Answer": "400 metres"
    },
    {
        "Quiz question": "What was the number on the back of the soccer jersey that both Maradona and Pele said was lucky?",
        "Answer": "10"
    },
    {
        "Quiz question": "Who at the 1984 Olympics, won the 100m, 200m, sprint relay and the long jump?",
        "Answer": "Carl Lewis"
    },
    {
        "Quiz question": "Which team were Manchester United playing, when Eric Cantona was sent off and kicked one of their supporters?",
        "Answer": "Crystal Palace"
    },
    {
        "Quiz question": "Who won the men's gold medal for ice-figure skating at the 1980 Winter Olympics?",
        "Answer": "Robin Cousins"
    },
    {
        "Quiz question": "Which tennis player was runner up in the mens singles final at Wimbledon in both 2000 and 2001?",
        "Answer": "Pat Rafter"
    },
    {
        "Quiz question": "Who won the 1500m gold medal for Great Britain at the 1980 Olympics?",
        "Answer": "Sebastian Coe"
    },
    {
        "Quiz question": "Who was England's top wicket taker during the 1992 Cricket World Cup?",
        "Answer": "Ian Botham"
    },
    {
        "Quiz question": "On which racecourse is the St Leger run?",
        "Answer": "Doncaster"
    },
    {
        "Quiz question": "Olympic testing of athletes for anabolic steroids began in what year? 1976, 1984 or 1992?",
        "Answer": "1976"
    },
    {
        "Quiz question": "How many yards wide is a soccer goal?",
        "Answer": "8"
    },
    {
        "Quiz question": "In the Olympic Games, what five sports make up the modern pentathlon?",
        "Answer": "Running, Fencing, Swimming, Horse Riding and Shooting"
    },
    {
        "Quiz question": "What name is given to the score 111 in cricket?",
        "Answer": "Nelson"
    },
    {
        "Quiz question": "How many yards are there between each set of stumps in cricket?",
        "Answer": "22"
    },
    {
        "Quiz question": "In what country were the 1992 Olympics held?",
        "Answer": "Spain"
    },
    {
        "Quiz question": "In the sport of polo, how often do the teams change side?",
        "Answer": "Everytime a goal is scored."
    },
    {
        "Quiz question": "What is the only world language that has a word for association football that is not derived from the word 'football'?",
        "Answer": "Italian ('calcio')"
    },
    {
        "Quiz question": "In 1986 which boxer beat Trevor Burbick to become the youngest ever heavyweight world champion?",
        "Answer": "Mike Tyson"
    },
    {
        "Quiz question": "In which country was the sport of Korfball founded?",
        "Answer": "Holland"
    },
    {
        "Quiz question": "The name of which sport means 'empty hand' in Japanese?",
        "Answer": "Karate"
    },
    {
        "Quiz question": "Which English football club play at Roots Hall?",
        "Answer": "Southend United"
    },
    {
        "Quiz question": "With which sport would you associate Nelli Kim?",
        "Answer": "Gymnastics"
    },
    {
        "Quiz question": "How many players in total get down in a normal rugby union scrum?",
        "Answer": "16"
    },
    {
        "Quiz question": "Which American athlete won 4 gold medals at the 1984 Olympic games?",
        "Answer": "Carl Lewis"
    },
    {
        "Quiz question": "Tony Allcock won the men's singles titles in 1986 and 1987 world championships of what indoor sport?",
        "Answer": "Indoor Bowls"
    },
    {
        "Quiz question": "How many members does a rowing eights crew have?",
        "Answer": "9"
    },
    {
        "Quiz question": "What is the only English football team without a vowel in the first five letters of it's name?",
        "Answer": "Crystal Palace"
    },
    {
        "Quiz question": "Which football commentator was given an OBE in the Queen's Birthday Honours list in 2001?",
        "Answer": "John Motson"
    },
    {
        "Quiz question": "Where is the Royal and Ancient Golf Club?",
        "Answer": "St. Andrews (in Scotland)"
    },
    {
        "Quiz question": "Which football league team was beaten 9-0 by Liverpool in 1992?",
        "Answer": "Crystal Palace"
    },
    {
        "Quiz question": "In which European city were the 1924 Olympics due to be held before being switched to Paris?",
        "Answer": "Amsterdam"
    },
    {
        "Quiz question": "Which piece of sporting equipment was once called a 'battledore'?",
        "Answer": "Badmington Racket"
    },
    {
        "Quiz question": "Who were the only two football teams other than Liverpool and Everton to win the old English First Division title in the 1980s?",
        "Answer": "Aston Villa and Arsenal"
    },
    {
        "Quiz question": "Who won the mens singles title at Wimbledon in 2000?",
        "Answer": "Pete Sampras"
    },
    {
        "Quiz question": "What sport would you expect to see in a velodrome?",
        "Answer": "Cycling"
    },
    {
        "Quiz question": "Which English football teams ground is on a road called Sir Tom Finney Way?",
        "Answer": "Preston North End"
    },
    {
        "Quiz question": "When Brazil won the 1994 soccer World Cup, to which famous sportsman did they dedicate it?",
        "Answer": "Ayrton Senna"
    },
    {
        "Quiz question": "By what scoreline did Manchester United beat Newcastle United in the 1999 FA Cup Final?",
        "Answer": "2-0"
    },
    {
        "Quiz question": "The Doggett's Coat and Badge is contested in which sport?",
        "Answer": "Rowing"
    },
    {
        "Quiz question": "Who was the first Englishman to win the Formula 1 British Grand Prix?",
        "Answer": "Stirling Moss"
    },
    {
        "Quiz question": "How many players make up a volleyball team?",
        "Answer": "6"
    },
    {
        "Quiz question": "In ten-pin bowling, what name is given to knocking down all ten pins with the two balls of a single frame?",
        "Answer": "A spare"
    },
    {
        "Quiz question": "Which famous footballer left Tottenham in 1992 to join Japanese side Grampus Eight?",
        "Answer": "Gary Lineker"
    },
    {
        "Quiz question": "Which team won the first university boat race?",
        "Answer": "Oxford"
    },
    {
        "Quiz question": "Which English football team are nicknamed the 'Hornets'?",
        "Answer": "Watford"
    },
    {
        "Quiz question": "What are the periods of seven and a half minutes which form a game of polo called?",
        "Answer": "Chuckas"
    },
    {
        "Quiz question": "What was the first English football club to have undersoil heating installed?",
        "Answer": "Everton"
    },
    {
        "Quiz question": "Which four tournaments make up the golf 'majors'?",
        "Answer": "The British Open, the US Open, the US Masters and the US PGA"
    },
    {
        "Quiz question": "Which Premiership football teams ground is on Trinity Road?",
        "Answer": "Aston Villa"
    },
    {
        "Quiz question": "With which sport would you associate the Eisenhower trophy?",
        "Answer": "Golf"
    },
    {
        "Quiz question": "With which sport would associate the Sheffield Eagles?",
        "Answer": "Rugby League"
    },
    {
        "Quiz question": "Which English county cricket team plays at the Oval?",
        "Answer": "Surrey"
    },
    {
        "Quiz question": "Which Scottish football team had the first top level all-seater stadium in British football?",
        "Answer": "Aberdeen"
    },
    {
        "Quiz question": "Which city hosted the 2001 FA Cup Final?",
        "Answer": "Cardiff"
    },
    {
        "Quiz question": "What sporting event was won by Antonio Pinto in 1997 and 2001 and by Dionicio Ceron in 1994 and 1995?",
        "Answer": "The London Marathon"
    },
    {
        "Quiz question": "Which motor racing driver said 'When a man holds you round the throat, I don't think he has come to apologise' after a collision with Nigel Mansell in 1987?",
        "Answer": "Ayrton Senna"
    },
    {
        "Quiz question": "What was special about the FA Cup qualifying soccer match between Linfield and Cliftonville in 1888?",
        "Answer": "It was the only FA Cup tie to be played on Christmas Day"
    },
    {
        "Quiz question": "Which team did England beat in the 1966 World Cup final?",
        "Answer": "West Germany"
    },
    {
        "Quiz question": "Approximately how many acres in size is a baseball field? 1, 2 or 4?",
        "Answer": "2"
    },
    {
        "Quiz question": "Which of the following teams did not play against England in the 2002 World Cup finals? Brazil, Argentina or Uruguay?",
        "Answer": "Uruguay"
    },
    {
        "Quiz question": "How many league goals did Bobby Charlton score for Manchester United? 50, 99 or 199",
        "Answer": "199"
    },
    {
        "Quiz question": "How many stokes would you have to take in golf at a par 4 hole to get an albatross?",
        "Answer": "1"
    },
    {
        "Quiz question": "How many goals did Gary Lineker score for England in the 1986 World Cup finals?",
        "Answer": "6"
    },
    {
        "Quiz question": "Which popular sport was once known as Sphairistike?",
        "Answer": "Tennis"
    },
    {
        "Quiz question": "How many minutes is a golfer allowed to search for his ball before it is considered lost?",
        "Answer": "5"
    },
    {
        "Quiz question": "Which football team won the FA Cup in 1997 and 2000?",
        "Answer": "Chelsea"
    },
    {
        "Quiz question": "Who represented Britain at ski-jumping in the 1988 Winter Olympics?",
        "Answer": "Eddie (the Eagle) Edwards"
    },
    {
        "Quiz question": "In a round robin tournament with 5 teams, how many games in total would be played?",
        "Answer": "10"
    },
    {
        "Quiz question": "At which sport did Mark Spitz win seven gold medals in 1972?",
        "Answer": "Swimming"
    },
    {
        "Quiz question": "Which London football team was formed from a company called 'Thames Ironworks'?",
        "Answer": "West Ham"
    },
    {
        "Quiz question": "What was the nationality of the racing driver Keke Rosberg?",
        "Answer": "Finnish"
    },
    {
        "Quiz question": "In what decade was the FA Cup first held at Wembley?",
        "Answer": "1920s"
    },
    {
        "Quiz question": "Which two England players shared the 4 goals they scored in the 1966 World Cup final?",
        "Answer": "Geoff Hurst and Martin Peters"
    },
    {
        "Quiz question": "Which English football team became the first ever to win both the FA Cup and League Cup in the same season, when they did so in 1993?",
        "Answer": "Arsenal"
    },
    {
        "Quiz question": "In April 2004, which player scored the winning goal for Chelsea to knock Arsenal out of the Champions League?",
        "Answer": "Wayne Bridge"
    },
    {
        "Quiz question": "Which football team won the 1998 World Cup?",
        "Answer": "France"
    },
    {
        "Quiz question": "What is the first bridge that the boats pass under in the Oxford - Cambridge boat race?",
        "Answer": "Hammersmith"
    },
    {
        "Quiz question": "How many players are there in a water polo team?",
        "Answer": "7"
    },
    {
        "Quiz question": "In what sport would you compete for the 'Silver Broom'?",
        "Answer": "Curling"
    },
    {
        "Quiz question": "In Kendo, what is the 'sword' made from?",
        "Answer": "Bamboo"
    },
    {
        "Quiz question": "With which sport would you associate TV presenter Mark Nicholas?",
        "Answer": "Cricket"
    },
    {
        "Quiz question": "What does it mean if a racehorse is described as a maiden?",
        "Answer": "It hasn't won a race yet"
    },
    {
        "Quiz question": "Who won the singles title at the first World Bowls Championships in 1966?",
        "Answer": "David Bryant"
    },
    {
        "Quiz question": "Who was the first footballer to score 100 goals in the English Premiership?",
        "Answer": "Alan Shearer"
    },
    {
        "Quiz question": "With which football club did Sir Matt Busby win an F.A. Cup winners medal as a player?",
        "Answer": "Manchester City"
    },
    {
        "Quiz question": "What type of racing has only two cars competing on the track at the same time?",
        "Answer": "Drag Racing"
    },
    {
        "Quiz question": "In which Formula One team did Damon Hill replace Nigel Mansell?",
        "Answer": "Williams"
    },
    {
        "Quiz question": "Who did Arsenal beat 3-2 in the 1979 FA Cup final?",
        "Answer": "Manchester United"
    },
    {
        "Quiz question": "What sport do Manchester Giants and London Towers play?",
        "Answer": "Basketball"
    },
    {
        "Quiz question": "Which American Football team reached four consecutive Super Bowls between 1991-94?",
        "Answer": "The Buffalo Bills"
    },
    {
        "Quiz question": "Where were the 1960 Olympic Games held?",
        "Answer": "Rome"
    },
    {
        "Quiz question": "Where were the 1984 summer Olympics held?",
        "Answer": "Los Angeles"
    },
    {
        "Quiz question": "Where was the 2002 World Cup final played? Niigata, Yokohama or Osaka?",
        "Answer": "Yokohama"
    },
    {
        "Quiz question": "How many squares are there on a chess board?",
        "Answer": "64"
    },
    {
        "Quiz question": "What was the score when Brazil beat Czechoslovakia in the 1962 World Cup final? 3-1, 4-2, or 5-3?",
        "Answer": "3-1"
    },
    {
        "Quiz question": "What is the name of the Test cricket ground in Birmingham?",
        "Answer": "Edgbaston"
    },
    {
        "Quiz question": "What is the maximum number of golf clubs a golfer is allowed to use in a game?",
        "Answer": "14"
    },
    {
        "Quiz question": "Who did Everton beat in the 1984 FA Cup final?",
        "Answer": "Watford"
    },
    {
        "Quiz question": "A feathered shuttlecock contains how many feathers?",
        "Answer": "16"
    },
    {
        "Quiz question": "What city was the first in the southern hemisphere to host the Olympics?",
        "Answer": "Melbourne"
    },
    {
        "Quiz question": "The first golf shot to be played on the moon occurred in which year?",
        "Answer": "1971"
    },
    {
        "Quiz question": "Which footballer conceded a penalty in Englands last Euro 2000 match?",
        "Answer": "Phil Neville"
    },
    {
        "Quiz question": "In judo, what colour belt follows yellow?",
        "Answer": "Orange"
    },
    {
        "Quiz question": "How many players are there in a hockey team?",
        "Answer": "11"
    },
    {
        "Quiz question": "In which country did the 'Rumble In The Jungle' between Muhammed Ali and George Foreman take place in 1974?",
        "Answer": "Zaire"
    },
    {
        "Quiz question": "Which of the following is considered 'the Royal Game'? Polo, Chess or Tiddlywinks?",
        "Answer": "Chess"
    },
    {
        "Quiz question": "How many balls are there on the table at the start of a normal game of pool?",
        "Answer": "16"
    },
    {
        "Quiz question": "When were the first Commonwealth games held? 1906, 1922 or 1930?",
        "Answer": "1930"
    },
    {
        "Quiz question": "Over how many days is a decathlon contested in the Olympic Games?",
        "Answer": "2"
    },
    {
        "Quiz question": "Which two teams were involved in the first ever soccer World Cup match?",
        "Answer": "France and Mexico"
    },
    {
        "Quiz question": "What English-speaking Carribean nation qualified for the soccer world cup finals in France in 1998?",
        "Answer": "Jamaica"
    },
    {
        "Quiz question": "Which Australian golfer won the US Open in 1981?",
        "Answer": "David Graham"
    },
    {
        "Quiz question": "In 2004, football pundit Ron Atkinson resigned over comments about which player?",
        "Answer": "Marcel Desailly"
    },
    {
        "Quiz question": "What is the name of the football team Barcelona's home stadium?",
        "Answer": "The Nou Camp"
    },
    {
        "Quiz question": "After the 1936 Olympic Games, they were not held again until what year?",
        "Answer": "1948"
    },
    {
        "Quiz question": "Which of the following teams was not in France's group in the 2002 World Cup? Costa Rica, Senegal or Uruguay?",
        "Answer": "Costa Rica"
    },
    {
        "Quiz question": "Which sport combines cross-country skiing and rifle shooting?",
        "Answer": "The Biathlon"
    },
    {
        "Quiz question": "With which sport are Andrew and Stephen Train associated?",
        "Answer": "Canoeing"
    },
    {
        "Quiz question": "How many pockets are there on a standard snooker table?",
        "Answer": "6"
    },
    {
        "Quiz question": "Which Italian football club bought David Platt for Ã‚Â£5.5 million?",
        "Answer": "Bari"
    },
    {
        "Quiz question": "Which English football team play their home games at the MacAlpine stadium?",
        "Answer": "Huddersfield Town"
    },
    {
        "Quiz question": "Which football team lost both the 1982 and 1986 World Cup finals?",
        "Answer": "West Germany"
    },
    {
        "Quiz question": "How many European countries qualified for the 2002 World Cup Finals?",
        "Answer": "15"
    },
    {
        "Quiz question": "Which country was the first to win the soccer World Cup three times?",
        "Answer": "Brazil"
    },
    {
        "Quiz question": "What name is given to the lightest weight category in Olympic boxing?",
        "Answer": "Light Flyweight"
    },
    {
        "Quiz question": "Who was European footballer of the year for 2000?",
        "Answer": "Luis Figo"
    },
    {
        "Quiz question": "Who did Muhammad Ali fight in 'The Thrilla In Manila'?",
        "Answer": "Joe Frazier"
    },
    {
        "Quiz question": "Which golf course hosts the US masters?",
        "Answer": "Augusta"
    },
    {
        "Quiz question": "How many players made up a squad In the 2002 soccer world cup?",
        "Answer": "22"
    },
    {
        "Quiz question": "Which city holds the title of World Cup capital due to the number of soccer World Cup matches held there?",
        "Answer": "Mexico City"
    },
    {
        "Quiz question": "Which football team won the World Cup in 1954?",
        "Answer": "West Germany"
    },
    {
        "Quiz question": "With which sport are the Queensberry Rules associated?",
        "Answer": "Boxing"
    },
    {
        "Quiz question": "How many hoops are used in a game of croquet?",
        "Answer": "6"
    },
    {
        "Quiz question": "Which sport was invented by Dr James Naismith in Massachusetts in 1891?",
        "Answer": "Basketball"
    },
    {
        "Quiz question": "Which club did Alex Ferguson leave to go to Man United?",
        "Answer": "Aberdeen"
    },
    {
        "Quiz question": "What is the name of the trophy awarded to the winners of the Rugby World Cup?",
        "Answer": "William Webb Ellis Trophy"
    }
]